[
    {
        "job_id": 1942498,
        "job_title": "Android Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 29,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế và phát triển các chức năng mới cho ứng dụngLàm việc chặt chẽ với các nhóm để phát triển các tính năng sáng tạoTiến hành kiểm tra mã nguồn và đảm bảo chất lượng mã nguồn và tuân thủ các quy tắc tốt nhấtHợp tác với các nhóm chức năng khác nhau để xác định và triển khai công nghệ và công cụ mớiPhối hợp làm việc với các team để phân tích nghiệp vụ và đưa giải pháp xử lý.",
        "job_url": "https://www.topcv.vn/viec-lam/android-developer/1942498.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 29 triệu",
        "company_name": "NTQ Solution",
        "company_link": "https://www.topcv.vn/cong-ty/ntq-solution/33.html",
        "updated_at": "Cập nhật 20 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Java/Kotlin, Android SDK, Android studio, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942290,
        "job_title": "Fresher Process Quality Assurance (PQA)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Xây dựng hệ thống quy trình, kho dữ liệu, hệ thống công cụXây dựng hệ thống quy trình tư vấn/phát triển phần mềmĐào tạo, hướng dẫn/tư vấn quy trình cho đội dự án, nhân viên mới, đào tạo theo định kỳ.Xây dựng hệ thống quản lý chất lượng ở mức tổ chứcXây dựng hệ thống kho dữ liệu doanh nghiệp và báo cáo quản trịTriển khai và giám sát tuân thủ đảm bảo chất lượng dự án:Tư vấn áp dụng/điều chỉnh quy trình cho phù hợp với đặc thù dự án.Kiểm tra việc tuân thủ, thực thi quy trình phát triển phần mềm.Tư vấn và xây dựng bộ chỉ tiêu KPIs đánh giá chất lượng dự án.Đánh giá chất lượng dữ liệu, xác nhận kết quả KPI, SLA và các chỉ tiêu khác của dự ánTheo dõi và cảnh báo các rủi ro cho dự án.Kiểm duyệt sản phẩm phần mềm trước khi bàn giao cho khách hàng về tiến độ, chất lượng.Tiếp nhận, theo dõi phản hồi của khách hàng.",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-process-quality-assurance-pqa/1942290.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN TƯ VẤN CÔNG NGHỆ NGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tu-van-cong-nghe-ngs/72435.html",
        "updated_at": "Cập nhật 20 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Kỹ năng giải quyết vấn đề, Kỹ năng làm việc nhóm, 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 699691,
        "job_title": "Chuyên Viên Quản Trị Cơ Sở Dữ Liệu (DBA)",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 35,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thực hiện giám sát truy cập vào các hệ thống cơ sở dữ liệu, bao gồm định nghĩa, thiết kế, phân quyền, thực hiện kiểm tra các ngoại lệ của toàn bộ các hệ thống;Xây dựng và kiểm soát các quy tắc an ninh cho các hệ thống dữ liệu và phần mềm;Quản lý mật khẩu các user đặc quyền trên các hệ thống;Quản lý và cập nhật quyền truy cập kho dữ liệu Data-Warehouse, ODI, môi trường Production và môi trường Test;Đảm bảo các phương pháp mã hóa phù hợp cho các dữ liệu của tổ chức với các mục đích sử dụng khác nhau;Rà soát và đảm bảo bảo mật cho hệ thống CSDL;Xây dựng và quản trị hệ thống cơ sở dữ liệu đáp ứng nhu cầu cân bằng tải, sẵn sàng hoạt động;Turning hệ thống thường xuyên, đảm bảo performance cho toàn hệ thống.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-quan-tri-co-so-du-lieu-dba/699691.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 35 triệu",
        "company_name": "CÔNG TY CỔ PHẦN THƯƠNG MẠI & DỊCH VỤ MEDLATEC GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-thuong-mai-dich-vu-medlatec-group/165643.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "MySQL, Oracle, SQL Server, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1565295,
        "job_title": "Automation Test Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "Write test cases, designing and developing automated test scripts for functional and non-functional testing.Execute automated tests, analyze test results, report defects, and track them to closure.Creating and maintaining automated test environments and test data.Execute all testing activities to improve product quality, and work closely with the Scrum team, including sprint planning and retrospectives.Have complete responsibility for enhancing automated test coverageContinuously improving testing processes and methodologies to increase efficiency and effectiveness. Troubleshoot CI failures and identify the root cause for test failures.",
        "job_url": "https://www.topcv.vn/viec-lam/automation-test-engineer/1565295.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Văn phòng đại diện Everfit Technologies Inc tại thành phố ĐàNẵng",
        "company_link": "https://www.topcv.vn/cong-ty/van-phong-dai-dien-everfit-technologies-inc-tai-thanh-pho-danang/131746.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Junit, Selenium, TestNG, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1901812,
        "job_title": "Android Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "Build new features and improve current features on our current Android platformFollow the product roadmap and product specs guidelineOperate effectively on JiraOperate effectively on Github, familiar with any GitFlow is a plusCollaborate closely with Product team and Engineering team Members to ship great productsEnsure the performance, quality, and responsiveness of applicationsIdentify and correct bottlenecks and fix bugsHelp maintain code quality, organization",
        "job_url": "https://www.topcv.vn/viec-lam/android-engineer/1901812.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Văn phòng đại diện Everfit Technologies Inc tại thành phố ĐàNẵng",
        "company_link": "https://www.topcv.vn/cong-ty/van-phong-dai-dien-everfit-technologies-inc-tai-thanh-pho-danang/131746.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Git, Android SDK, Android studio, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1901825,
        "job_title": "IOS Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "Build new features and improve current features on our current iOS platformFollow the product roadmap and product specs guidelineOperate effectively on Jira and GithubCollaborate closely with Product team and Engineering team Members to ship great productsEnsure the performance, quality, and responsiveness of applicationsIdentify and correct bottlenecks and fix bugsHelp maintain code quality, organizationContribute ideas so the team can get better together",
        "job_url": "https://www.topcv.vn/viec-lam/ios-engineer/1901825.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Văn phòng đại diện Everfit Technologies Inc tại thành phố ĐàNẵng",
        "company_link": "https://www.topcv.vn/cong-ty/van-phong-dai-dien-everfit-technologies-inc-tai-thanh-pho-danang/131746.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "XCode, iOS SDK, Data Structures And Algorithms, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1941969,
        "job_title": "Junior Information Technology",
        "company": "N/A",
        "salary_min": 11,
        "salary_max": 12,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Hỗ trợ vận hành và xử lý sự cố phần mềm, phần cứng, thiết bị đầu cuối (PC, laptop, mobile, printer…).Chẩn đoán, khắc phục sự cố kỹ thuật và đảm bảo hệ thống hoạt động ổn định sau khi xử lý.Cài đặt, cấu hình, hoặc gỡ bỏ tài khoản người dùng, thiết bị và phần mềm được cấp phép.Cấp quyền, rà soát quyền truy cập, đảm bảo tuân thủ chính sách bảo mật.Ghi nhận, theo dõi và hoàn tất ticket sự cố trong thời gian cam kết.Phối hợp với các nhóm kỹ thuật khác khi cần escalated issue.Bảo quản, thay thế linh kiện, thiết bị; đảm bảo tồn kho phụ tùng ở mức cần thiết.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-information-technology/1941969.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "11 - 12 triệu",
        "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ CÔNG NGHỆ TIN HỌC HPT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-cong-nghe-tin-hoc-hpt/239853.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kiến Thức Cơ Bản Về Mạng, Kiến Thức Cơ Bản Về Hệ Điều Hành (windows, Linux), Khả năng giải quyết vấn đề, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1688920,
        "job_title": "2D Storyboard Artist",
        "company": "N/A",
        "salary_min": 10,
        "salary_max": 12,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Vẽ storyboard (phát triển ý tưởng từ kịch bản, diễn tả các thước phim, hành động, hội thoại của nhân vật) cho phim hoạt hình. Hiểu rõ và thể hiện được ý tưởng, thông điệp hoặc cốt truyện thông qua hình ảnh minh họa. Thực hiện quá trình nghiên cứu, tìm hiểu và thu thập thông tin để phát triển các hình ảnh minh họa chính xác và hấp dẫn. Đáp ứng các yêu cầu và thời hạn dự án theo yêu cầu.",
        "job_url": "https://www.topcv.vn/viec-lam/2d-storyboard-artist/1688920.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "10 - 12 triệu",
        "company_name": "CÔNG TY CỔ PHẦN WEEGOON GLOBAL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-weegoon-global/61970.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Khả Năng Làm Việc Nhóm Và Giao Tiếp Hiệu Quả, Kỹ Năng Vẽ Tay Hoặc Kỹ Năng Sử Dụng Phần Mềm Vẽ Kỹ Thuật Số (photoshop, Clip Studio Paint, Procreate), Hiểu Biết Về Nguyên Tắc Thiết Kế, Bố Cục, Màu Sắc Và Hình Ảnh, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942099,
        "job_title": "Product Owner - Web3 (DeFi / GameFi / RWA)",
        "company": "N/A",
        "salary_min": 45,
        "salary_max": 55,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Sứ mệnh của vị trí này:Với tư cách là Product Owner, bạn sẽ là \"trái tim\" của nhóm phát triển sản phẩm. Sứ mệnh của bạn là chuyển hóa tầm nhìn chiến lược (từ ban lãnh đạo, cộng đồng và thị trường) thành một lộ trình sản phẩm (roadmap) rõ ràng, các user story chi tiết và một backlog được ưu tiên chặt chẽ.Bạn sẽ là người đảm bảo chúng ta xây dựng ĐÚNG sản phẩm (phù hợp với thị trường) và xây dựng sản phẩm ĐÚNG CÁCH (bảo mật, phi tập trung và mang lại trải nghiệm người dùng mượt mà).Trách nhiệm chính:1. Quản lý Vòng đời Sản phẩm (Product Lifecycle):Xây dựng & Quản lý Backlog: Chịu trách nhiệm chính trong việc xây dựng, tinh chỉnh (refine) và sắp xếp thứ tự ưu tiên cho Product Backlog (bao gồm Epics,User Stories, và Tasks).Hoạch định Sprint: Phối hợp chặt chẽ với Project Manager và Development Team để lên kế hoạch cho các Sprint, đảm bảo các mục tiêu của Sprint rõ ràng và khả thi.Lộ trình (Roadmap): Phát triển và duy trì một lộ trình sản phẩm chiến lược, cân bằng giữa các mục tiêu kinh doanh, nhu cầu kỹ thuật và phản hồi của cộng đồng.2. Trải nghiệm Người dùng Web3 (UX/UI):Thiết kế Trải nghiệm: Bạn là người bảo vệ trải nghiệm người dùng. Bạn phải hiểu sâu sắc các \"pain point\" đặc thù của Web3 (kết nối ví, phí gas, chữ ký giao dịch, tính không thể đảo ngược) và thiết kế các luồng (flow) sản phẩm mượt mà, an toàn nhất có thể.Chân dung Người dùng: Xác định rõ các chân dung người dùng (personas) - từ \"degen\", \"farmer\", \"gamer\" đến nhà đầu tư truyền thống (cho RWA) - và tối ưu hóa sản phẩm cho từng đối tượng.3. Am hiểu Nghiệp vụ & Thị trường:Phân tích Thị trường: Liên tục nghiên cứu thị trường, phân tích đối thủ cạnh tranh (cả on-chain và off-chain) để xác định các xu hướng, cơ hội và mối đe dọa.Tokenomics & Kinh tế học: Phối hợp chặt chẽ với team Tokenomics/Research để đảm bảo các tính năng sản phẩm (ví dụ: staking, farming, cơ chế burn/mint trong game) hỗ trợ và củng cố cho mô hình kinh tế của token.An ninh (Security): Đặt bảo mật là ưu tiên số một. Phối hợp với team kỹ thuật và các đơn vị kiểm toán (audit) bên ngoài để đảm bảo smart contract và kiến trúc hệ thống an toàn trước khi ra mắt.4. Phối hợp Đa chức năng:Cầu nối: Là cầu nối thông tin chính giữa Ban lãnh đạo (C-level), đội ngũ Kỹ thuật (Devs), Thiết kế (Design), Marketing và Cộng đồng (Community).Pháp lý (cho RWA)- Làm việc sát sao với bộ phận Pháp chế (Legal) để đảm bảo các sản phẩm RWA tuân thủ tuyệt đối các khung pháp lý phức tạp liên quan.Dữ liệu: Làm việc với Data Analyst để phân tích các chỉ số on-chain (ví dụ: TVL,Active Wallets, Retention) và off-chain để đưa ra quyết định dựa trên dữ liệu.",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-web3-defi-gamefi-rwa/1942099.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "45 - 55 triệu",
        "company_name": "Công ty Cổ phần Tập đoàn Meey Land",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-meey-land/33933.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Blockchain, Web3, DeFi, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942284,
        "job_title": "Trưởng Phòng Quản Trị Dữ Liệu",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 40,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế tài liệu kiến trúc nền tảng quản trị dữ liệu: Xây dựng kiến trúc nền tảng quản trị dữ liệu (data lake, data warehouse)Xây dựng tài liệu quy trình thu thập, xử lý dữ liệu: Giám sát quá trình xây dựng tài liệu quy trình thu thập, xử lý dữ liệuXây dựng cơ sở dữ liệu, luồng thu nhận dữ liệu: Giám sát việc thu thập, chuẩn hóa dữ liệu theo yêu cầuXây dựng tài liệu thiết kế, mã nguồn, chương trình: Giám sát quá trình xây dựng, thiết kế mô hình dữ liệu và tích hợp vào luồng xử lý dữ liệuTối ưu hệ thống: Giám sát việc duy trì, xử lý lỗi, tối ưu hệ thống để giảm chi phí, tăng hiệu năng và tính ổn địnhQuản lý dữ liệu: Tổ chức quản lý dữ liệu theo yêu cầu của các Đơn vị liên quan đảm bảo dữ liệu bảo mật, phân quyền đúng vai tròNghiệm thu sản phẩm: Tham gia nghiêm thu sản phẩm trước khi launching (khi có yêu cầu).Họp giao ban tuần: Tổ chức các buổi họp Phòng để thảo luận về tiến độ dự án, giải quyết vấn đề và lập kế hoạch cho tuần tới. Tham gia các cuộc họp của Trung tâm/bên ngoài để thảo luận về lộ trình sản phẩm và các vấn đề liên quan đến trí tuệ nhân tạoTheo dõi tiến độ dự án: Xem xét báo cáo tiến độ của Phòng tới Giám đốc Trung tâm, đảm bảo các dự án đang được thực hiện đúng kế hoạch và ngân sách.Gặp gỡ với các bên liên quan: Gặp gỡ với các nhóm sản phẩm, kỹ thuật, marketing và bán hàng để thảo luận về các yêu cầu sản phẩm, tiến độ phát triển và phản hồi của khách hàng.",
        "job_url": "https://www.topcv.vn/viec-lam/truong-phong-quan-tri-du-lieu/1942284.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 40 triệu",
        "company_name": "Công ty Cổ phần Tập đoàn Meey Land",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-meey-land/33933.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Quản Lý Dữ Liệu, Phân tích dữ liệu, SQL, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1939564,
        "job_title": "Project Manager (Khối Global)",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 60,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Build and manage project plans that align technical deliverables with business goals.Break down high-level objectives into detailed tasks and timelines using Agile, Scrum, or Waterfall methods.Coordinate daily work among cross-functional teams including developers, QAs, UI/UX designers, and business analysts.Track project progress, anticipate risks, and ensure timely communication across stakeholders.Oversee project scope, schedule, and budget, ensuring all changes go through proper review processes.Lead the entire project lifecycle from initiation to delivery, conducting milestone and quality reviews.Identify and resolve blockers or performance issues quickly during execution.Provide transparent project reports, highlight challenges, and suggest actionable solutions.Continuously improve project workflows and contribute to internal PM standards and best practices.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-khoi-global/1939564.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 60 triệu",
        "company_name": "Công ty cổ phần Synodus",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-synodus/111658.html",
        "updated_at": "Cập nhật 21 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Giao tiếp, Quản Lý Dự Án, Lãnh đạo, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941894,
        "job_title": "Fresher IT Infrastructure Support",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 15,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Hỗ trợ vận hành & xử lý sự cố hệ thống CNTT (on-premises & Azure).Quản lý tài khoản Microsoft 365, Intune, Domain Controller, DNS, DHCP.Hỗ trợ người dùng, cài đặt và khắc phục sự cố thiết bị CNTT.Phối hợp nhà cung cấp, hỗ trợ thiết bị SFA.Đảm bảo an toàn bảo mật & dữ liệu cá nhân (Privacy Data).",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-it-infrastructure-support/1941894.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 15 triệu",
        "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ CÔNG NGHỆ TIN HỌC HPT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-cong-nghe-tin-hoc-hpt/239853.html",
        "updated_at": "Cập nhật 22 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kiến Thức Cơ Bản Về Hệ Thống Mạng, Kiến Thức Cơ Bản Về Hệ Điều Hành (windows, Linux), Khả năng giải quyết vấn đề, 6+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941788,
        "job_title": "Game Designer - Midcore",
        "company": "N/A",
        "salary_min": 10,
        "salary_max": 20,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế và phát triển game dựa trên mục tiêu dự án và yêu cầu từ Project Manager.Phụ trách đảm bảo sự đồng bộ, chất lượng thiết kế của dự án game.Thiết kế, bảo trì và cải tiến hệ thống nhằm đảm bảo chất lượng game.Thiết kế khung, sườn, các yếu tố cốt lõi của các tính năng.Thiết kế, cân bằng tiến trình tổng quan, xây dựng hệ thống chỉ số của game.Sử dụng các công cụ, phần mềm để thiết kế màn chơi trong game.Thiết kế, cải tiến và cập nhật monetization của game.Làm việc với Developer và Artist để đảm bảo chất lượng và tiến độ thiết kế.Trực tiếp báo cáo công việc với Project Manager.",
        "job_url": "https://www.topcv.vn/viec-lam/game-designer-midcore/1941788.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "10 - 20 triệu",
        "company_name": "CÔNG TY TNHH EASYGOING",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-easygoing/241624.html",
        "updated_at": "Cập nhật 22 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Tư duy sáng tạo, Phân tích dữ liệu, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1744044,
        "job_title": "Chuyên Viên BIM Kiến Trúc/Kết Cấu",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 15,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "● Dựng mô hình BIM 3D các công trình từ bản vẽ 2D (Hạng mục kiến trúc/ Kết cấu bê tông cốt thép, kết cấu thép)● Dựng mô hình để bóc khối lượng, chi phí thi công các dự án…● Kiểm tra xử lý xung đột trong quá trình làm● Thực hiện tính toán khối lượng, chi phí thi công hạng mục kết cấu/kiến trúc trên nền tảng BIM● Thực hiện các công việc khác theo sự phân công của Trưởng phòng",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-bim-kien-truc-ket-cau/1744044.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 15 triệu",
        "company_name": "Công Ty Cổ Phần Thương Mại Cơ Khí Và Xây Dựng Việt Nhật",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-thuong-mai-co-khi-va-xay-dung-viet-nhat/77751.html",
        "updated_at": "Cập nhật 22 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Khả năng giải quyết vấn đề, Khả Năng Đọc Hiểu Bản Vẽ Kỹ Thuật, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941791,
        "job_title": "Frontend Developer - TA171",
        "company": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "89 Láng Hạ, Đống Đa",
        "due_date": "2025-12-06",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/vpbank/tuyen-dung/frontend-developer-ta171-j1941791.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "company_link": "https://www.topcv.vn/brand/vpbank?id=493",
        "updated_at": "Cập nhật 22 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Javascript, HTML/CSS, Responsive Design, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1939612,
        "job_title": "Java Developer",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 43,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia thiết kế và triển khai các ứng dụng hiệu năng cao bằng Microservice phục vụ cho các nhu cầu kinh doanh của Ngân hàng như: khách hàng, tài khoản, vay vốn, tiết kiệm, chuyển tiền, thanh toán hóa đơn, ví điện tử, gửi tin nhắn..Quản lý, phát triển dịch vụ tích hợp với các hệ thống core như: T24, WAY4, BPM, CRM, CIC...Tham gia phát triểnAPI trên API Gateway phục vụ tích hợp với các đối tác trong nước và quốc tế",
        "job_url": "https://www.topcv.vn/viec-lam/java-developer/1939612.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 43 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Java, SQL, Spring Framework, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1898444,
        "job_title": "Trưởng Phòng Kỹ Thuật",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Hoạch định công việc, kế hoạch nhân sự của bộ phận, tổ chức và kiểm soát hiệu quả công việc của Bộ phận,Chịu trách nhiệm về kết quả công việc của Phòng kỹ thuật, báo cáo kết quả công việc cho cấp trên, đặc biệt là các vấn đề bất thường, các rủi ro có thể liên quan đến việc thực hiện Hợp đồng,Tham gia thương thảo và đề xuất các điều khoản hợp tác về chuyên môn kỹ thuật trên cơ sở lợi ích Công ty, tuân thủ pháp luật liên quan,Linh hoạt phân công nguồn lực phù hợp để tham gia triển khai các hoạt động theo hợp đồng, hoạt động bảo hành theo hợp đồng được giao, Phối hợp với Bộ phận kinh doanh cho ý kiến tư vấn/triển khai phù hợp khi được yêu cầu, Không ngừng cập nhật, học hỏi, nâng cao trình độ chuyên môn, đào tạo nguồn lực nội bộ để phù hợp với xu hướng phát triển của thị trường,",
        "job_url": "https://www.topcv.vn/viec-lam/truong-phong-ky-thuat/1898444.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH Công Nghệ Đông Ngân - DNT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-dong-ngan-dnt/91270.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn38ngày để ứng tuyển",
        "tags": "Giao tiếp, Lập Kế Hoạch, Quản Lý Đội Nhóm, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1698610,
        "job_title": "Technical Leader (PHP)",
        "company": "N/A",
        "salary_min": 28,
        "salary_max": 40,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tech Lead cho team dự án về PHP (từ 6–10 người) tham gia design, phát triển, maintaining các dự án cho khách hàng Mỹ – NhậtDựng codebase, Review code, đảm bảo chất lượng code. Code những tính năng khóLàm việc trực tiếp với PM và team khách hàng, đề xuất giải pháp kỹ thuật, giải quyết vấn đề trong quá trình developmentChịu trách nhiệm hỗ trợ các thành viên Junior và giải quyết các vấn đề kỹ thuậtĐào tạo đội ngũ kế cận và phát triển năng lực kỹ thuật cho các thành viên trong nhómTham gia research, hỗ trợ estimation cho các dự án mới",
        "job_url": "https://www.topcv.vn/viec-lam/technical-leader-php/1698610.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "28 - 40 triệu",
        "company_name": "CÔNG TY TNHH ZINZA TECHNOLOGY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-zinza-technology/6692.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Kiến Trúc Phần Mềm, Kiểm Thử Phần Mềm (unit Testing, Integration Testing), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1566324,
        "job_title": "Thực Tập Sinh Devops",
        "company": "N/A",
        "salary_min": 2,
        "salary_max": 6,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Nghiên cứu triển khai các giải pháp công nghệ sau:- Quản trị, giám sát hệ thống máy chủ Linux- Quản trị và tối ưu các hệ thống/dịch vụ trên nền tảng Kubernetes và Native- Giải pháp lưu trữ , sao lưu, phục hồi dữ liệu- Giải pháp ảo hóa (VMWare, KVM, OpenStack...)- Giải pháp Cloud Computing (Private Cloud, Hybrid Cloud, Public Cloud)- Tự động hóa CI/CD, quản lý cấu hình như Ansible, Terraform",
        "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-devops/1566324.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "2 - 6 triệu",
        "company_name": "CÔNG TY TNHH ZINZA TECHNOLOGY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-zinza-technology/6692.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kiến Thức Về Mạng Máy Tính, Kiến Thức Cơ Bản Về Linux, Kiến Thức Về Quản Lý Cấu Hình (configuration Management), 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1698616,
        "job_title": "Fullstack Team Leader (JS)",
        "company": "N/A",
        "salary_min": 28,
        "salary_max": 35,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Fullstack TeamLeader cho team dự án về JS (từ 4–8 người) tham gia design, phát triển , maintaining các dự án cho khách hàng MỹDựng codebase, Review code, đảm bảo chất lượng codeLàm việc trực tiếp với PM và team khách hàng, đề xuất giải pháp kỹ thuật, giải quyết vấn đề trong quá trình developmentChịu trách nhiệm hỗ trợ các thành viên Junior và giải quyết các vấn đề kỹ thuậtĐào tạo độ ngũ kế cận và phát triển năng lực kỹ thuật cho các thành viên trong nhómTham gia research, hỗ trợ estimation cho các dự án mới",
        "job_url": "https://www.topcv.vn/viec-lam/fullstack-team-leader-js/1698616.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "28 - 35 triệu",
        "company_name": "CÔNG TY TNHH ZINZA TECHNOLOGY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-zinza-technology/6692.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Kiến Trúc Phần Mềm, Kiểm Thử Phần Mềm (unit Testing, Integration Testing), Kiến Thức Về Cơ Sở Dữ Liệu (sql, Nosql), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1813790,
        "job_title": "Python Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Design, develop, and maintain backend systems using Python Django.Develop and implement RESTful APIs to support web and mobile applications.Collaborate closely with cross-functional teams, including UX/UI designers, Business Analysts, and QA, to deliver high-quality features.Participate actively in code reviews, providing constructive feedback to team members.Work with containerization technologies such as Docker to ensure scalable deployment.",
        "job_url": "https://www.topcv.vn/viec-lam/python-developer/1813790.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TECHVIFY SOFTWARE., JSC",
        "company_link": "https://www.topcv.vn/cong-ty/techvify-software-jsc/107493.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn31ngày để ứng tuyển",
        "tags": "Python, Frameworks (ví Dụ: Django, Flask)",
        "location": "Hà Nội"
    },
    {
        "job_id": 1851072,
        "job_title": "Solution Architect",
        "company": "N/A",
        "salary_min": 40,
        "salary_max": 60,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế giải pháp:Xây dựng kiến trúc giải pháp mức cao (HLD)Đề xuất công nghệ, nền tảng và phương pháp kỹ thuật phù hợp với yêu cầu của dự ánPhân tích các ràng buộc kỹ thuật và phi chức năng (hiệu năng, bảo mật, tích hợp, ...)Phối hợp với Giám đốc Sản xuất (GĐSX) / Tech lead để ước lượng effort (nỗ lực) phát triển và triển khaiViết tài liệu SAD (Solution Architecture Design) và các tài liệu kỹ thuật khác theo yêu cầu.Tư vấn kỹ thuật:Tư vấn cho đội dự án (PM, BA) và khách hàng về các giải pháp kỹ thuật khả thi.Đảm bảo giải pháp kỹ thuật đáp ứng được yêu cầu nghiệp vụ và mục tiêu dự án.Hỗ trợ phát triển và triển khai:Phối hợp với đội sản xuất/kỹ thuật trong quá phát triển và triển khai hệ thống.Tham gia giải quyết các vấn đề kỹ thuật phát sinh trong tất cả các giai đoạn.Đảm bảo chất lượng:Đánh giá giải pháp kỹ thuật để đảm bảo tính khả thi, khả năng mở rộng, và bảo mật của hệ thống.Xây dựng các tiêu chuẩn kỹ thuật và giám sát việc tuân thủ trong quá trình triển khai.Thực hiện các báo cáo liên quan đến tình hình công việc.",
        "job_url": "https://www.topcv.vn/viec-lam/solution-architect/1851072.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "40 - 60 triệu",
        "company_name": "Công ty CP FINT Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-fint-viet-nam/189709.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Giao tiếp, Quản Lý Dự Án, Thiết Kế Hệ Thống, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1749190,
        "job_title": "Senior Process Quality Assurance (PQA)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Thiết kế & Quản trị khung kiểm soát dự ánXây dựng, vận hành và tối ưu hệ thống quản lý quy trình SDLC.Phối hợp Bộ phận Quản trị Hệ thống (Jira Admin) cấu hình workflow, trường tùy chỉnh, báo cáo.2. Giám sát & Đánh giá tuân thủGiám sát hoạt động dự án để phát hiện sớm các vấn đề.Thực hiện audit định kỳ/đột xuất; lập khuyến nghị và theo dõi kế hoạch khắc phục.3. Quản lý rủi ro dự ánPhối hợp Quản lý dự án xác định rủi ro, đề xuất và giám sát biện pháp phòng ngừa/khắc phục.Đảm bảo quy trình đáp ứng ISO 9001, ISO 27001, CMMI, ITIL và quy định pháp luật.4. Báo cáo & Cải tiến liên tụcTổng hợp báo cáo chất lượng dự án tuần/tháng cho Ban Lãnh đạo.Phân tích nguyên nhân gốc rễ, đề xuất giải pháp Kaizen/PDCA và tự động hóa quy trình khi khả thi.5. Hỗ trợ & Đào tạo đội ngũĐào tạo thành viên dự án về quy trình, công cụ và kiểm soát chất lượng.Xây dựng và cập nhật định kỳ tài liệu e-learning.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-process-quality-assurance-pqa/1749190.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "VNDIRECT",
        "company_link": "https://www.topcv.vn/cong-ty/vndirect/198956.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Viết Testcase, Thực Hiện Test Case, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1823068,
        "job_title": "Java Backend Engineer (Data-Driven Solutions)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Thiết kếPhối hợp, hỗ trợ cùng với Technical Lead trong việc tiếp nhận đầu bài từ Business Analyst/ Business Solution nhằm đánh giá, phân tích tính khả thi việc triển khai sản phẩm.Phối hợp, tham gia cùng với Technical Lead trong việc thiết kế giải pháp phần mềm, giải pháp tích hợp API, Module/Layer, Data storage.2. Phát triển sản phẩmPhát triển các sản phẩm phần mềm theo giải pháp, công nghệ do Technical Lead đưa ra (Nghiệp vụ phức tạp nhất; Độ khó sản phẩm cao nhất; Phạm vi ảnh hưởng và độ rủi ro cao nhất).Triển khai các giải pháp bảo mật theo quy định.3. Vận hành sản phẩmĐánh giá yêu cầu xây dựng (đánh giá được hết tất cả các trường hợp, hiểu bản chất của vấn đề), sửa đổi tính năng.Xử lý lỗi phát sinh trong quá trình vận hành.4. Nghiên cứu và cải tiếnTìm kiếm các phương án tối ưu nhằm nâng cao giải pháp, hiệu suất cho quá trình phát triển sản phẩm.Nghiên cứu, cập nhật các xu hướng, công nghệ liên quan đến phát triển sản phẩm.",
        "job_url": "https://www.topcv.vn/viec-lam/java-backend-engineer-data-driven-solutions/1823068.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "VNDIRECT",
        "company_link": "https://www.topcv.vn/cong-ty/vndirect/198956.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Java, Data Structures And Algorithms, Spring Framework (spring Boot, Spring Mvc), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941049,
        "job_title": "Nhân Viên IT",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Quảng Ninh",
        "due_date": null,
        "jd": "Quản trị hệ thống hạ tầng mạng, phần cứng, máy chủ, CCTV, mail và phần mềm nội bộ.Quản lý hàng thay thế, lắp đặt, bảo trì, sửa chữa thiết bị CNTT (PC, máy in, máy chấm công, camera…), phần mềm và hệ thống.Xây dựng phương án dự phòng đảm bảo thiết bị, hệ thống liên quan tới IT hoạt động an toàn, ổn định.Quản lý hệ thống phần mềm sản xuất (SAP, MES,...) và hỗ trợ hệ thống ERP.Xây dựng các hướng dẫn và đào tạo ngưới thao tác.Làm việc với nhà cung cấp dịch vụ CNTT để đảm bảo vận hành liên tục.Phát triển, cải tiến các phần mềm, hệ thống nội bộ để cải tiến hiệu suất, chất lượng nghiệp vụ.Thực hiện các công việc khác theo yêu cầu phòng ban.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-it/1941049.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH YASKAWA VIỆT NAM MECHATRONICS SYSTEM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-yaskawa-viet-nam-mechatronics-system/241018.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Tư duy logic, Giải quyết vấn đề, Khả Năng Làm Việc Độc Lập, 5+",
        "location": "Quảng Ninh"
    },
    {
        "job_id": 1942128,
        "job_title": "On Job Training Data Engineer (Talent)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "- We are looking for an enthusiastic and eager Data Engineer to join our growing team. - This is an excellent opportunity for individuals with a foundational understanding of software development principles who are keen to learn and build applications using the lowcode platform. - You will work alongside experienced Data Engineers, contributing to the development and maintenance of our applications while gaining valuable hands-on experience.",
        "job_url": "https://www.topcv.vn/viec-lam/on-job-training-data-engineer-talent/1942128.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/201091.html",
        "updated_at": "Cập nhật 23 giờ trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "SQL, Database, Khả Năng Học Hỏi Nhanh, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1901297,
        "job_title": "CTV Junior Java Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển và duy trì các ứng dụng backend sử dụng Java Spring Boot.Thiết kế, xây dựng API phục vụ tích hợp với các hệ thống khác.Làm việc với cơ sở dữ liệu PostgreSQL: thiết kế schema, tối ưu truy vấn, đảm bảo hiệu năng hệ thống.Phối hợp với team Frontend, BA, QA để đảm bảo chất lượng sản phẩm.Tham gia vào quá trình phân tích, thiết kế kiến trúc, đề xuất giải pháp kỹ thuật.Viết tài liệu kỹ thuật và hỗ trợ vận hành khi cần.",
        "job_url": "https://www.topcv.vn/viec-lam/ctv-junior-java-developer/1901297.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 25 triệu",
        "company_name": "2NF Software",
        "company_link": "https://www.topcv.vn/cong-ty/2nf-software/26521.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Java, Giao tiếp, Lập Trình Hướng Đối Tượng (oop), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942171,
        "job_title": "Software Tester Specialist (6 Months Contract)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Kiểm soát chất lượng lập trình:Đọc phản hồi đặc tả yêu cầu chức năng phần mềm;Lập kế hoạch kiểm thử, kịch bản kiểm thử chức năng của các hệ thống bán lẻ trong hệ sinh thái bảo đảm chất lượng theo đúng đặc tả yêu cầu;Thực hiện kiểm thử bằng nhiều phương pháp: kiểm thử hộp đen, hộp trắng kiểm thử tự động theo yêu cầu của cấp trên;Tài liệu hóa các hướng dẫn sử dụng demo cho đội nhóm quản trị sản phẩm/người dùng;Báo cáo tiến độ sửa lỗi của đội nhóm phát triển sản phẩm.Tư vấn hỗ trợ đề xuất giải pháp:Hỗ trợ người dùng khi cần thiếtTìm hiểu các quy trình nghiệp vụ bán lẻNghiên cứu các hệ thống sản phẩm khác trên thị trường",
        "job_url": "https://www.topcv.vn/viec-lam/software-tester-specialist-6-months-contract/1942171.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công Ty Cổ Phần Vàng Bạc Đá quý Phú Nhuận - PNJ",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-vang-bac-da-quy-phu-nhuan-pnj/200862.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Kiểm thử phần mềm, Báo Cáo Lỗi, 5+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1941380,
        "job_title": "Kỹ Sư Bảo Hành Sửa Chữa",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 13,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Tiếp nhận thiết bị:Nhận thiết bị từ khách hàng hoặc đại lý mang đến bảo hành/sửa chữa.Ghi phiếu tiếp nhận, kiểm tra tình trạng ban đầu và lưu hồ sơ.2. Kiểm tra – chuẩn đoán lỗi:Kiểm tra phần cứng, phần mềm để xác định nguyên nhân hư hỏng.Đề xuất hướng xử lý (bảo hành, thay linh kiện, cài đặt lại, vệ sinh máy...).3. Thực hiện sửa chữa/bảo hành:Sửa chữa, thay thế linh kiện hư hỏng theo quy trình kỹ thuật.Cài đặt hệ điều hành, phần mềm, driver, cấu hình hệ thống khi cần.Đảm bảo chất lượng sau khi sửa chữa trước khi bàn giao lại.4. Quản lý linh kiện, vật tư:Theo dõi sử dụng linh kiện, đề xuất nhập hàng khi cần.Bảo quản dụng cụ, thiết bị kỹ thuật của trung tâm.5. Chăm sóc khách hàng:Giải thích nguyên nhân hư hỏng, hướng dẫn sử dụng, bảo quản thiết bị.Phối hợp bộ phận dịch vụ để trả máy và thu phí dịch vụ.6. Báo cáo & phối hợp:Báo cáo tiến độ và kết quả sửa chữa hằng ngày/tuần.Hỗ trợ đào tạo kỹ thuật viên mới khi cần.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-bao-hanh-sua-chua/1941380.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 13 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ GIẢI PHÁP THI THIÊN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-giai-phap-thi-thien/14319.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kỹ năng giải quyết vấn đề, Khả Năng Đọc Hiểu Bản Vẽ Kỹ Thuật, Kỹ Năng Sử Dụng Các Công Cụ Đo Lường Và Kiểm Tra, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1768844,
        "job_title": "Developer Unreal Engine",
        "company": "N/A",
        "salary_min": 7,
        "salary_max": 9,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Xây dựng các ứng dụng mảng dịch vụ (product) của công ty.Tham gia nghiên cứu, phát triển các module dự án 3D.Tham gia trong nhiều khâu sản xuất dịch vụ: phân tích, phát triển, triển khai.Xây dựng các sản phẩm game trên nền tảng Unreal Engine 5Phát triển phần mềm theo mô hình Agile/Scrum.",
        "job_url": "https://www.topcv.vn/viec-lam/developer-unreal-engine/1768844.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "7 - 9 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ GIẢI PHÁP NMB",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-va-giai-phap-nmb/87644.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "C++ Programming, Unreal Engine 5 (or 4 With Strong Understanding), Blueprint Visual Scripting, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1792699,
        "job_title": "3D Artist Intern",
        "company": "N/A",
        "salary_min": 3,
        "salary_max": 5,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế 3D nhân vật, bối cảnh, vật phẩm và những yếu tố khác trong GamePhối hợp với các bộ phận khác để hoàn thiện sản phẩmHỗ trợ unwrap UV, tạo texture theo phong cách phù hợp (stylized hoặc realistic)Thực hiện các công việc khác liên quan đến chuyên môn theo sự phân công của quản lý",
        "job_url": "https://www.topcv.vn/viec-lam/3d-artist-intern/1792699.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "3 - 5 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ GIẢI PHÁP NMB",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-va-giai-phap-nmb/87644.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "3D Max, Texturing, Uv Unwrapping, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942014,
        "job_title": ".NET Solution Architect (Tech Lead) - Signing Bonus Up To 35M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• The platform is a new development project for one of the largest insurance company in Healthcare industry. The platform provides solutions for different healthcare providers like clinics, hospitals, medical to enable them to serve patients, doctors, care givers etc. The platform supports the process for insurance process for the partner company.RESPONSIBILITIESThe people in SA position are responsible for:• Lead the technical solution team for a big software development project in HealthCare & Insurance domain (hundreds people work at Singapore & Vietnam), built on Java related technologies and AWS Cloud.• Work directly with customer’s PM & contact points (customer company is the biggest one in Asia on HealthCare domain)• Defines, designs and implements programs integrating multiple software systems, modules and technologies.• Develops software that is object-oriented and conforms to program standards to ensure reusability and repeatability.• Works closely with design team offering input and works closely with customers to ensure solutions will meet requirements",
        "job_url": "https://www.topcv.vn/viec-lam/net-solution-architect-tech-lead-signing-bonus-up-to-35m/1942014.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": ".net Framework Core, C#, Asp.net (mvc Web Api), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1942149,
        "job_title": "Chuyên Viên Quản Trị Chất Lượng Dịch Vụ IT (QA/QC)",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Xây dựng, triển khai và cải tiến quy trình quản lý chất lượng dịch vụ IT, đảm bảo tuân thủ ITSM, ITIL và các tiêu chuẩn ISO/IEC 20000, ISO/IEC 27001.Theo dõi và đánh giá hiệu suất dịch vụ (Service Performance) theo KPI & SLA, nhận diện sớm các vấn đề ảnh hưởng đến chất lượng, đề xuất biện pháp khắc phục và cải tiến.Quản lý và duy trì Cơ sở Dữ liệu Quản lý Cấu hình (CMDB), đảm bảo tính chính xác, đầy đủ và toàn vẹn của dữ liệu tài sản CNTT và mối quan hệ giữa chúng.Phối hợp cùng các bộ phận IT Operations, Helpdesk, Security, Infrastructure để cập nhật CMDB, tối ưu IT Asset Management (ITAM) và nâng cao hiệu quả vận hành dịch vụ.Kiểm tra, đánh giá mức độ tuân thủ quy trình và tiêu chuẩn (ITIL, ITSM, ISO/IEC 20000/27001) trong hoạt động vận hành dịch vụ.Thực hiện audit nội bộ, hỗ trợ các đợt kiểm toán bên ngoài; chuẩn bị tài liệu, báo cáo và bằng chứng tuân thủ.Phân tích dữ liệu chất lượng dịch vụ (sự cố, downtime, ticket resolution, hệ thống giám sát) và phát triển báo cáo chất lượng định kỳ; đề xuất cải tiến liên tục.Hỗ trợ triển khai và tối ưu các dự án ITSM, bao gồm thiết lập quy trình vận hành, SOPs, hướng dẫn xử lý sự cố và tài liệu vận hành tiêu chuẩn.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-quan-tri-chat-luong-dich-vu-it-qa-qc/1942149.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "Công ty cổ phần Hạ tầng Viễn thông CMC Telecom",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ha-tang-vien-thong-cmc-telecom/200874.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kiến Thức Về Itil Iso 20000, Kiến Thức Về Quy Trình Quản Lý Dịch Vụ It, Kỹ Năng Phân Tích Và Giải Quyết Vấn Đề, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1941844,
        "job_title": "Engineering Manager (Fintech, Signing Bonus)",
        "company": "N/A",
        "salary_min": 70,
        "salary_max": 120,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "As an Engineering Manager at Gimo, you will play a critical role in scaling our technology platforms, driving engineering excellence, and building a high-performing team. You’ll lead by example, ensuring our products are reliable, secure, scalable, and delightful for users. This is a strategic leadership position ideal for someone who blends deep technical expertise with strong people management and business acumen.Key ResponsibilitiesTeam Leadership: Lead and mentor a team of software engineers, fostering a culture of ownership, growth, and collaboration.Technical Excellence: Drive technical excellence in software architecture, secure development practices, coding practices, and scalable system design.Cross-Functional Collaboration: Partner with cross-functional teams (Product, Design, Business) to define roadmaps and deliver high-quality solutions.Data Security Focus: Ensure data integrity, privacy, and security in all engineering processes and systems.Performance Quality: Identify and resolve performance, quality, and operational issues efficiently.Project Management: Manage project delivery, timelines, scope, and resource allocation using Agile methodologies.External Collaboration: Collaborate with external vendors and strategic partners to ensure successful technical integrations, align on deliverables, and manage joint development efforts.Talent Development: Recruit, retain, and grow top engineering talent aligned with Gimo’s values and goals.",
        "job_url": "https://www.topcv.vn/viec-lam/engineering-manager-fintech-signing-bonus/1941844.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "70 - 120 triệu",
        "company_name": "Công ty cổ phần GIMO",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-gimo/56309.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Phát Triển Phần Mềm, Agile/Scrum, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941943,
        "job_title": "Junior Information Technology",
        "company": "N/A",
        "salary_min": 11,
        "salary_max": 12,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Hỗ trợ vận hành và xử lý sự cố phần mềm, phần cứng, thiết bị đầu cuối (PC, laptop, mobile, printer…).Chẩn đoán, khắc phục sự cố kỹ thuật và đảm bảo hệ thống hoạt động ổn định sau khi xử lý.Cài đặt, cấu hình, hoặc gỡ bỏ tài khoản người dùng, thiết bị và phần mềm được cấp phép.Cấp quyền, rà soát quyền truy cập, đảm bảo tuân thủ chính sách bảo mật.Ghi nhận, theo dõi và hoàn tất ticket sự cố trong thời gian cam kết.Phối hợp với các nhóm kỹ thuật khác khi cần escalated issue.Bảo quản, thay thế linh kiện, thiết bị; đảm bảo tồn kho phụ tùng ở mức cần thiết.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-information-technology/1941943.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "11 - 12 triệu",
        "company_name": "CÔNG TY CỔ PHẦN DỊCH  VỤ CÔNG NGHỆ TIN HỌC HPT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-cong-nghe-tin-hoc-hpt/141408.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Giải quyết vấn đề, Kiến Thức Cơ Bản Về Phần Cứng Máy Tính, Khả Năng Giao Tiếp, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940790,
        "job_title": "Thực Tập Sinh Thiết Kế 2D (2D Design Intern)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 4,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Hỗ trợ thiết kế các ấn phẩm 2D cho sản phẩm phần mềm, website, app, mạng xã hội (banner, hình ảnh quảng cáo, icon, illustration, UI/UX simple).- Làm việc cùng nhóm sản phẩm, marketing để hiểu yêu cầu và đảm bảo thiết kế đồng bộ với thương hiệu và định hướng của công ty.- Tham gia phát triển ý tưởng, bản phác thảo (concept), và thực hiện chỉnh sửa theo feedback.- Đảm bảo chất lượng file thiết kế (kích thước, độ phân giải, định dạng, tương thích đa nền tảng).- Edit / biên tập video clip ngắn phục vụ hoạt động marketing (nếu có khả năng).- Cập nhật xu hướng thiết kế 2D, UI/visual mới và đề xuất ứng dụng cho sản phẩm.- Thực hiện các nhiệm vụ bổ sung theo yêu cầu của quản lý (có thể hỗ trợ animation đơn giản, thiết kế 2D nâng cao nếu có năng lực).- Những công việc khác liên quan đến thiết kế theo sự phân công của Mentor- Thời gian thực tập : 3 đến 6 tháng (Full time / Part-time)- Địa điểm làm việc: Thanh Xuân, Hà Nội",
        "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-2d-2d-design-intern/1940790.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 4 triệu",
        "company_name": "Beetechsoft",
        "company_link": "https://www.topcv.vn/cong-ty/beetechsoft/32017.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Adobe Photoshop, Adobe Illustrator, Tư duy sáng tạo, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941864,
        "job_title": "IT Helpdesk (Có Phụ Cấp Đi Lại & Nhà Ở)",
        "company": "N/A",
        "salary_min": 14,
        "salary_max": 16,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Bà Rịa-Vũng Tàu & 3 nơi khác",
        "due_date": null,
        "jd": "LƯU Ý:Vị trí này sẽ đi làm onsite tại văn phòng Long Sơn - Vũng Tàu. Trong trường hợp ứng viên hiện tại đang ở bên ngoài tỉnh BRVT và có nguyện vọng đi làm vị trí này thì từ phía CMC Telecom sẽ có hỗ trợ thêm một phần phụ cấp đi lại và nhà ở hàng tháng cho ứng viên (3,500,000 VND/tháng).Vị trí sẽ làm việc theo hình thức trực ca. 1 ngày sẽ có 2 ca: ca sáng từ 8h - 20h và ca tối từ 20h - 8h. Trong 1 tuần sẽ có 4 ca trực được xếp lịch cách đều, không liền kề nhau. Sẽ không trực quá 44 tiếng/ tuần và sẽ không có 2 ca trực nào được xếp liền kề nhau cho cùng 1 nhân sự.1. Hỗ trợ người dùng:Thực hiện chức năng Hỗ trợ kỹ thuật cho các dịch vụ trong phạm vi (là điểm liên hệ đầu tiên cho các yêu cầu qua điện thoại, email, hệ thống ticket...) và là tuyến đầu tiên để xử lý sự cố/giải quyết vấn đề, cung cấp hỗ trợ cấp 1.Hỗ trợ các dịch vụ bao gồm các ứng dụng (hỗ trợ cơ bản), máy tính, máy tính bảng, điện thoại di động, máy in, thiết bị mạng và các thiết bị CNTT khác.Hỗ trợ các ứng dụng tiêu chuẩn cơ bản của người dùng.2. Quản lý sự cố:Ghi chép và theo dõi các trường hợp hỗ trợ trên hệ thống ServiceDesk Plus.Cập nhật cơ sở dữ liệu về các vấn đề và giải pháp.Báo cáo sự cố và theo dõi cho đến khi được giải quyết.3. Bảo trì và kiểm tra:Thực hiện kiểm tra hạ tầng CNTT định kỳ.Đảm bảo phần mềm quản lý máy tính, phần mềm diệt virus và thiết bị mạng hoạt động tốt.Kiểm tra phần mềm bất hợp pháp và rò rỉ thông tin mật.4. Quản lý tài sản IT:Quản lý bản quyền phần mềm và kiểm kê tài sản CNTT.Thực hiện quy trình quản lý vòng đời máy tính theo chính sách công ty, bao gồm: Cài đặt phần mềm chuẩn, Nhận và cấu hình máy mới, Bàn giao cho người dùng, Thu hồi và xóa dữ liệu máy cũ an toàn.",
        "job_url": "https://www.topcv.vn/viec-lam/it-helpdesk-co-phu-cap-di-lai-nha-o/1941864.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "14 - 16 triệu",
        "company_name": "Công ty cổ phần Hạ tầng Viễn thông CMC Telecom",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ha-tang-vien-thong-cmc-telecom/200874.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Hỗ Trợ Kỹ Thuật, Quản Lý Hệ Thống, Khắc phục sự cố, 2+",
        "location": "Bà Rịa-Vũng Tàu & 3 nơi khác"
    },
    {
        "job_id": 1941829,
        "job_title": "Tester (Từ 1 Năm Kinh Nghiệm, Nghỉ Thứ 7 - CN)",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 13,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Kiểm tra, giám sát chất lượng của sản phẩm trong từng giai đoạn theo tiêu chuẩn chất lượng sản phẩm- Trao đổi với team phát triển sản phẩm để xác định phạm vi tính năng, triển khai kế hoạch kiểm thử và xử lý các vấn đề liên quan để đảm bảo chất lượng sản phẩm tốt nhất- Xem xét yêu cầu sản phẩm, xây dựng kế hoạch kiểm thử cho tính năng mới- Tham gia các cuộc họp cùng team Phát triển sản phẩm hàng ngày để thảo luận những vấn đề cần thiết.- Báo cáo, theo dõi và xác minh lỗi trên hệ thống quản lý (Jira)- Duy trì, vận hành và cải tiến quy trình kiểm thử.",
        "job_url": "https://www.topcv.vn/viec-lam/tester-tu-1-nam-kinh-nghiem-nghi-thu-7-cn/1941829.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 13 triệu",
        "company_name": "CÔNG TY TNHH PHÁT TRIỂN CÔNG NGHỆ LAYOUTHUB",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-phat-trien-cong-nghe-layouthub/228577.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kiểm thử phần mềm, Viết Test Case, phân tích yêu cầu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940892,
        "job_title": "Cloud Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Giám sát và vận hành hệ thống quản lý Billing trên các nền tảng Public Cloud: AWS, GCP, Azure…Giám sát và tối ưu hóa chi phí sử dụng dịch vụ Azure cho khách hàng.Thiết kế, triển khai và vận hành hệ thống hạ tầng đám mây trên Microsoft Azure cho khách hàng.Tham gia các dự án di chuyển (migration) từ hạ tầng truyền thống hoặc nền tảng Cloud khác sang Azure.Cập nhật và áp dụng các tính năng mới của Azure để cải thiện hiệu suất và hiệu quả trong công việc triển khai và vận hành.Thực hiện báo cáo định kỳ cho khách hàng và nội bộ (Báo cáo tuần, báo cáo tháng, báo cáo quý).Liên hệ và phối hợp với khách hàng để thông báo và phối hợp xử lý sự cố (nếu có)",
        "job_url": "https://www.topcv.vn/viec-lam/cloud-engineer/1940892.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần Hạ tầng Viễn thông CMC Telecom",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ha-tang-vien-thong-cmc-telecom/200874.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Linux, Cloud Computing, Amazon Web Services (AWS), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1681982,
        "job_title": "IT Support (Yêu Cầu Tiếng Anh)",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 16,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "GIỚI THIỆU:CMC Telecom là top 4 doanh nghiệp viễn thông có ảnh hưởng lớn nhất tới Internet Việt Nam, là doanh nghiệp hạ tầng viễn thông duy nhất của Việt Nam có cổ đông nước ngoài, tập đoàn TIME dotCom, tập đoàn viễn thông Top2 Malaysia.CMC Telecom sở hữu mạng đường trục CVCS (Cross Vietnam Cable System), tuyến cáp Việt Nam đầu tiên kết nối xuyên Đông Nam Á, kết nối trực tiếp với hạ tầng mạng viễn thông A-Grid, kết nối trực tiếp với 05 tuyến cáp quang biển quốc tế AAE1, APG, A-Grid, Unity và Faster.CMC Telecom sở hữu 04 Data Center tiêu chuẩn Tier III và là Data Center duy nhất tại Việt Nam sở hữu chứng chỉ bảo mật PCI – DSS, tiêu chuẩn an ninh thông tin bắt buộc phải có đối với các doanh nghiệp lưu trữ thẻ thanh toán. MÔ TẢ CÔNG VIỆC:Hỗ trợ người dùng cuối (End-User Support):Cung cấp hỗ trợ hằng ngày cho người dùng văn phòng tại Việt Nam, xử lý các sự cố về phần cứng, phần mềm và mạng (ví dụ: máy tính xách tay, email, ứng dụng).Thực hiện hỗ trợ kỹ thuật cấp 1, xử lý các sự cố do người dùng báo liên quan đến hệ thống POS, mạng và phần cứng.Chuyển tiếp (escalate) các sự cố phức tạp (cấp 2/3) cho đội ngũ IT khu vực và phối hợp để giải quyết.Bảo trì hạ tầng (Infrastructure Maintenance):Thực hiện kiểm tra và bảo trì hằng ngày phòng máy chủ tại văn phòng, đảm bảo hiệu năng tối ưu của máy chủ, hệ thống lưu trữ và thiết bị mạng.Quản lý kho thiết bị phần cứng (máy chủ, router, switch…) và phối hợp sửa chữa/thay thế khi cần thiết.Giám sát tình trạng hệ thống, sao lưu dữ liệu và cập nhật bảo mật nhằm giảm thiểu thời gian ngừng hoạt động.Hợp tác khu vực (Regional Collaboration):Phối hợp chặt chẽ với đội IT khu vực để triển khai các chính sách và công cụ hạ tầng tiêu chuẩn.Hỗ trợ triển khai các công nghệ mới (ví dụ: giải pháp điện toán đám mây, bản vá bảo mật) tại các văn phòng ở Việt Nam.Tài liệu & Tuân thủ (Documentation & Compliance):Duy trì hồ sơ chi tiết về các yêu cầu hỗ trợ, cách khắc phục và cấu hình hạ tầng.Đảm bảo tuân thủ các chính sách CNTT của công ty và quy định bảo vệ dữ liệu tại Việt Nam.Nhiệm vụ phát sinh (Ad-Hoc Tasks):Hỗ trợ các công việc CNTT như mở rộng văn phòng, nâng cấp hệ thống theo phân công của quản lý.Đào tạo & Phát triển (Training and Development):Tham gia các khóa đào tạo kỹ thuật do CMC Telecom cung cấp để nâng cao kiến thức và kinh nghiệm trong các lĩnh vực Hỗ trợ CNTT/Mạng/Hệ thống/Bảo mật/Điện toán đám mây…",
        "job_url": "https://www.topcv.vn/viec-lam/it-support-yeu-cau-tieng-anh/1681982.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 16 triệu",
        "company_name": "Công ty cổ phần Hạ tầng Viễn thông CMC Telecom",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ha-tang-vien-thong-cmc-telecom/200874.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Khả năng giải quyết vấn đề, Khắc Phục Sự Cố Máy Tính, Hỗ Trợ Người Dùng, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1941519,
        "job_title": "Fresher IT Infrastructure Support",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 15,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Hỗ trợ vận hành & xử lý sự cố hệ thống CNTT (on-premises & Azure).Quản lý tài khoản Microsoft 365, Intune, Domain Controller, DNS, DHCP.Hỗ trợ người dùng, cài đặt và khắc phục sự cố thiết bị CNTT.Phối hợp nhà cung cấp, hỗ trợ thiết bị SFA.Đảm bảo an toàn bảo mật & dữ liệu cá nhân (Privacy Data).Thực hiện các công việc khác theo yêu cầu của quản lý.",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-it-infrastructure-support/1941519.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 15 triệu",
        "company_name": "CÔNG TY CỔ PHẦN DỊCH  VỤ CÔNG NGHỆ TIN HỌC HPT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-cong-nghe-tin-hoc-hpt/141408.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, IT Support, Kỹ năng làm việc nhóm, 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940583,
        "job_title": "Lập Trình Viên",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 10,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Khánh Hoà",
        "due_date": null,
        "jd": "Thực hiện phân tích, lập trình, kiểm thử, triển khai và bảo trì các phần mềm, ứng dụng nội bộ theo định hướng phát triển của Ban Phát triển Hệ thống và Công nghệ.Đảm bảo các phần mềm hoạt động ổn định, an toàn, thân thiện với người dùng và đáp ứng đúng yêu cầu nghiệp vụ.Hỗ trợ chuyển đổi số, nâng cao hiệu quả quản trị và vận hành nội bộ thông qua các giải pháp công nghệ.Tối ưu cơ sở dữ liệu, tích hợp hệ thống ERP, E-Office và các phần mềm nội bộ nhằm đồng bộ dữ liệu và tăng hiệu suất.Phát triển & bảo trì phần mềmPhân tích yêu cầu, thiết kế, lập trình ứng dụng nội bộ.Kiểm thử, sửa lỗi và cập nhật phần mềm khi có thay đổi nghiệp vụ.Viết tài liệu kỹ thuật, hướng dẫn sử dụng và chuyển giao người dùng.Quản lý dữ liệu & tích hợp hệ thốngTheo dõi, tối ưu cơ sở dữ liệu và hỗ trợ người dùng báo cáo dữ liệu.Tham gia tích hợp dữ liệu giữa các hệ thống ERP, E-Office, phần mềm nội bộ.Cải tiến & nghiên cứu công nghệĐề xuất, thử nghiệm và triển khai giải pháp kỹ thuật mới.Hỗ trợ vận hành, tối ưu hiệu suất hệ thống hiện có.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien/1940583.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 10 triệu",
        "company_name": "Công ty Cổ phần đường Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-duong-viet-nam/29769.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Lập Trình, Kiểm Thử, phân tích yêu cầu, 7+",
        "location": "Khánh Hoà"
    },
    {
        "job_id": 1940705,
        "job_title": "Business Analyst (Japanese N2 Up) - Signing Bonus UpTo 40M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.RESPONSIBILITIES• Act as a bridge between Japanese clients and the development team in Vietnam.• Gather, analyze, and clarify business requirements from clients.• Create business requirement documents, use cases, and flowcharts.• Support testing and product acceptance to ensure alignment with business needs.• Attend meetings with clients, interpret and communicate information accurately.• Compose related documents, such as: Requirement Traceability, User Manual, UAT Training...",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-japanese-n2-up-signing-bonus-upto-40m/1940705.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Giao tiếp, Thu Thập Yêu Cầu, Tiếng Nhật N2 Trở Lên, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1940957,
        "job_title": "Senior Embedded Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "We are a member of the G-Group technology ecosystem, focusing on research and development of core technologies and the manufacturing of high-tech and IoT devices.We are seeking a Senior Embedded Software Engineer to join our R&D team. The ideal candidate will be responsible for developing, testing, and optimizing embedded firmware for IoT and connected devices. This role involves working closely with hardware engineers, evaluating alternative hardware solutions, and improving system performance and power efficiency.Responsibilities:Design, implement, and debug embedded firmware for various MCU platforms based on project requirements.Bring up new hardware boards and collaborate with the hardware team to verify and validate designs.Develop supporting tools and software for production and testing.Work with communication modules such as Wi-Fi, GPS, and LTE (SIMCom, Quectel, etc.).Integrate and debug communication interfaces such as UART, I2C, SPI, CAN, I2S, SAI, LCD, and others.Research and propose alternative hardware or module solutions for existing designs.Explore and implement low-power and energy-saving modes to reduce device power consumption.Read, understand, and apply technical documentation in English.Participate in IoT project development from prototype to mass production.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-embedded-engineer/1940957.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần Tập đoàn G",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-g/7120.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "IOT, C/C++, Embedded Systems",
        "location": "Hà Nội"
    },
    {
        "job_id": 1868860,
        "job_title": "Data Engineer",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế & Quản lý pipeline dữ liệuXây dựng, duy trì ETL/ELT pipelines từ nhiều nguồn (ERP, CRM, PMS, POS, API…)Tích hợp dữ liệu từ hệ thống nội bộ & nguồn bên ngoài (API, streaming, đối tác)Đảm bảo pipelines chạy ổn định, tự động & có logging/monitoring      2. Quản lý Hạ tầng dữ liệuThiết kế & quản lý Data Warehouse/Lakehouse (Azure Fabric, Snowflake, BigQuery, Redshift,…Tổ chức dữ liệu theo mô hình phân lớp (Raw → Clean → Curated/Model)Tối ưu chi phí lưu trữ & xử lý dữ liệu trên cloud      3. Đảm bảo Chất lượng & Bảo mậtĐảm bảo chất lượng và tính toàn vẹn của dữ liệuXây dựng quy trình data validation, error handling, data lineage.Quản lý quyền truy cập dữ liệu theo role      4. Hỗ trợ phân tích và BI/AILàm việc chặt chẽ với Data Analyst/BI Team để cung cấp data mart hoặc bảng chuẩn hóa phục vụ dashboardHỗ trợ thiết kế semantic layer để phân tích hiệu quả hơn.Tối ưu SQL queries, materialized views, data models cho báo cáo nhanh & chính xác      5. Nghiên cứu & Tối ưuĐề xuất & triển khai công nghệ mới (real-time data, streaming, orchestration tools)Liên tục cải tiến performance pipelines & storage",
        "job_url": "https://www.topcv.vn/viec-lam/data-engineer/1868860.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ EZCLOUD TOÀN CẦU",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-ezcloud-toan-cau/4952.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Python, SQL, ETL, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1439766,
        "job_title": "Middle AI Engineer - Thu Nhập Upto 500M/Năm",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển mô hình AI/ML: Tham gia vào việc thiết kế, xây dựng và thử nghiệm các mô hình Machine Learning (ML) và Deep Learning (DL) dưới sự hướng dẫn của các kỹ sư cấp cao.Xây dựng và ứng dụng LLM: Hỗ trợ triển khai và tối ưu hóa các mô hình ngôn ngữ lớn (LLM) trong các dự án liên quan đến xử lý ngôn ngữ tự nhiên (NLP).Phân tích dữ liệu: Tham gia vào các giai đoạn tiền xử lý dữ liệu, phân tích dữ liệu để hỗ trợ phát triển các giải pháp AI.Nghiên cứu và phát triển: Học hỏi, nghiên cứu các công nghệ mới trong lĩnh vực AI/ML, và áp dụng vào các dự án thực tế.Hợp tác nhóm: Làm việc chặt chẽ với các nhóm kỹ thuật và sản phẩm để phát triển và triển khai các giải pháp AI.Tham gia quản lý và phát triển team AI/ML",
        "job_url": "https://www.topcv.vn/viec-lam/middle-ai-engineer-thu-nhap-upto-500m-nam/1439766.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ UPP TOÀN CẦU",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-upp-toan-cau/113399.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "AI, Tiếng Anh giao tiếp, LLM",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922141,
        "job_title": "Project Manager - Upto 40.000.000 [Hà Nội]",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 40,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Quản trị dự án mảng CĐS/SAP ERP:  Đề xuất chiến lược và công cụ để cải thiện hiệu suất kinh  doanh và nâng cao trải nghiệm số cho khách hàng.Lập kế hoạch, tổ chức và quản lý toàn bộ quá trình thực hiện dự án.• Tổng hợp thông tin các dự án và báo cáo lãnh đạo• Quản lý công việc với các bên liên quan, bao gồm khách hàng, nhà cung cấp và đội ngũ nội bộ để đảm bảo các mục tiêu dự án được hoàn thành đúng hạn, trong ngân sách và đạt chất lượng.• Theo dõi tiến độ, đánh giá rủi ro và thực hiện các biện pháp khắc phục khi cần  thiết. • Đảm bảo tài liệu hóa đầy đủ tất cả các quy trình, yêu cầu và kết quả của dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-upto-40-000-000-ha-noi/1922141.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 40 triệu",
        "company_name": "Công ty cổ phần Công nghệ thông tin Phú Minh (Phú Minh Teck)",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-thong-tin-phu-minh-phu-minh-teck/145267.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1697630,
        "job_title": "AI Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Job DescriptionWe are looking for excellent engineers who can research & develop AI solutions. You will be given a chance to work on different real-world problems in various business domains of Toshiba using the latest technologies. You will sharpen your skills by constantly sharing with other senior members in our team or collaborating with experts in Toshiba R&D groups in Japan. The working environment is open, flexible, collaborative, encouraging, and excellence-oriented. Senior candidates with proven leadership & management skills will have opportunities for leadership roles.",
        "job_url": "https://www.topcv.vn/viec-lam/ai-engineer/1697630.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Toshiba Software Development (Vietnam) Co., Ltd.",
        "company_link": "https://www.topcv.vn/cong-ty/toshiba-software-development-vietnam-co-ltd/36463.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Python, LLM, LLMs, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922853,
        "job_title": "Data Engineer (Kỹ Sư Dữ Liệu) - 1 Năm Kinh Nghiệm",
        "company": "EDUPIA",
        "salary_min": null,
        "salary_max": 18,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Tầng 2,5 Tòa Vincem Comatce Tower , số 61 Nguỵ Như Kon Tum, Nhân Chính,, Thanh Xuân",
        "due_date": "2025-11-21",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/educa/tuyen-dung/data-engineer-ky-su-du-lieu-1-nam-kinh-nghiem-j1922853.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 18 triệu",
        "company_name": "EDUPIA",
        "company_link": "https://www.topcv.vn/brand/educa?id=17270",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Python, SQL, ETL, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1923112,
        "job_title": "Junior QC Engineer (Manual Testing)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Job Description:We are looking for Quality Control Engineer to join our projects. Your main responsibility will be:Analyze business requirements & acceptance criteria in order to execute manual tests and improve user experience.Build and implement test strategy/test plan.Design test scenarios, test cases to ensure acceptance criteria are met.Execute manual testing in mobile applications to ensure the product is delivered with high quality.Get involved in API testingIdentify, record defects, and detect inconsistenciesWork closely with other departments to understand the functionality and assist in resolving identified defects. Contribute suggestions and apply quality engineering principles to the development team to improve product quality.Provide timely solutions, support, report and documentation.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-qc-engineer-manual-testing/1923112.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MAPLE LABS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-maple-labs/41190.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, Kỹ Năng Báo Cáo Lỗi, 3+",
        "location": "Hồ Chí Minh"
    }
]