[
    {
        "job_id": 1933783,
        "job_title": "Backend Developer/ Lập Trình Viên Backend (Team Leader - Từ 2 Năm KN) Lương 35-45M - Đi Làm Ngay",
        "company": "N/A",
        "salary_min": 35,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Chịu trách nhiệm quản lý, vận hành team backend, chủ động đề xuất, xây dựng các phương án để tối ưu nguồn lực, tăng hiệu quả công việc cho team, xây dựng hệ thống backend đáp ứng các yêu cầu về bảo mật, xử lý sự cố, cập nhật công nghệ, đảm bảo hệ thống backend hoạt động ổn định và linh hoạt.\nPhối hợp với các phòng ban nghiệp vụ, các team CNTT phân tích yêu cầu, xây dựng kế hoạch, tài liệu cho từng dự án cụ thể.\nĐịnh hướng, lập kế hoạch, triển khai và giám sát việc thực hiện để đạt được các mục tiêu đã đề ra trong các dự án, chịu trách nhiệm về tiến độ và chất lượng trong pham vi công việc của dự án.\nXây dựng bộ khung backend cụ thể cho từng dự án, phân chia công việc cho các thành viên của team, theo dõi tiến độ và hỗ trợ trực tiếp để đảm bảo chất lượng công việc.\nHỗ trợ, hướng dẫn, chia sẻ kinh nghiệm cho các thành viên của team.",
        "job_url": "https://www.topcv.vn/viec-lam/backend-developer-lap-trinh-vien-backend-team-leader-tu-2-nam-kn-luong-35-45m-di-lam-ngay/1933783.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "35 - 45 triệu",
        "company_name": "Công ty Cổ phần Finy",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-finy/156016.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Lập Trình Backend, CNTT (Phần mềm), Lập Trình Viên Backend, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934692,
        "job_title": "Senior Flutter Developer (Android/IOS/Web)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển các ứng dụng bằng Flutter, release SP Android, iOS, WebTiếp nhận yêu cầu, phân tích và lên planLựa chọn công nghệ kỹ thuật, build project, implementPhối hợp với các nhóm Nghiệp vụ, Thiết kế, Kiểm thử để hoàn thiện appBuild release, theo dõi và tối ưu app sau release.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-flutter-developer-android-ios-web/1934692.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH PHẦN MỀM TOWER HÀ NỘI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-phan-mem-tower-ha-noi/74151.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Leadership, Database, API, 9+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1926095,
        "job_title": "Executive - IT Support",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Key Responsibilities:\n· Install, configure and maintain overall policies\n· Manage daily operations of IT infrastructure including servers and network.\n· Check performance/operation status of servers, network devices, security system.\n· Requests create / remove Account (email & ERP system) for new staff/ leavers.\n· Manage software license and update.\n· Provide daily support to end users on a variety of issues (internet, email, applications, printing....)\n· Identify, research and resolve IT technical problems.\n· Monitor and troubleshoot hardware and software problems.\n· Set-up, configure laptop/PCs for new staff (installation of relevant software, printers....)\n· Support to technically manage office equipment (printers, projectors, copy machines, telephone operator...).\n· Assist on data extraction on ERP system, creating & scheduling of reports\n· Other tasks assigned by management.",
        "job_url": "https://www.topcv.vn/viec-lam/executive-it-support/1926095.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Expolanka Freight (Vietnam) Ltd",
        "company_link": "https://www.topcv.vn/cong-ty/expolanka-freight-vietnam-ltd/90251.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1933788,
        "job_title": "Giảng Viên Đào Tạo Lập Trình - Từ 1 Năm Kinh Nghiệm",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 25,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Giảng dạy (80 - 90%)- Tham gia đào tạo cho học viên ngôn ngữ, nền tảng lập trình (Java hoặc Javascript) theo nội dung đào tạo của Rikkei Academy- Xây dựng, phát triển văn hóa đào tạo- Tham gia quản lý nhóm học viên, đảm bảo chất lượng đào tạo đạt chuẩn đầu ra 2. Nghiên cứu và xây dựng các gói đào tạo, nội dung giảng dạy (10%)- Nghiên cứu và xây dựng các chương trình đào tạo với từng đối tượng- Xây dựng hệ thống bài giảng, thực hành, hệ thống test dành cho học viên- Lên kế hoạch và xây dựng hệ thống e-learning 3. Thực hiện các công việc khác theo yêu cầu của cán bộ quản lý",
        "job_url": "https://www.topcv.vn/viec-lam/giang-vien-dao-tao-lap-trinh-tu-1-nam-kinh-nghiem/1933788.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 25 triệu",
        "company_name": "CÔNG TY CỔ PHẦN RIKKEI EDUCATION",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-rikkei-education/167799.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Kỹ năng sư phạm, Kỹ Năng Truyền Đạt Thông Tin, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1418016,
        "job_title": "Lập Trình Viên Backend (Java Middle/Senior)",
        "company": "FPT IS",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển sản phẩm phần mềm trên nền tảng Java strust, sping, notejs, react... cho các đối tượng khách hàng khác nhau.·       Được tham gia sâu vào các giai đoạn của một dự án như: phân tích, thiết kế, lập trình, kiểm thử, bảo trì phần mềm.·       Lập trình các module theo thiết kế và theo công việc được phân công trong dự án tham gia - Chịu trách nhiệm xây dựng và đóng gói sản phẩm theo các phiên bản .Tài liệu hóa các đặc tả thiết kế và các chức năng - Cung cấp sản phẩm phần mềm đúng hạn, đúng chất lượng",
        "job_url": "https://www.topcv.vn/brand/fptis/tuyen-dung/lap-trinh-vien-backend-java-middle-senior-j1418016.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT IS",
        "company_link": "https://www.topcv.vn/brand/fptis?id=198874",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940339,
        "job_title": "Technical Lead (PHP)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Gameloft is seeking a talented Technical Lead to join our Acquisition Development team. In this role, you will combine hands-on web development with technical leadership, driving the evolution of Gameloft’s global acquisition and antifraud systems—the solutions that support, protect, and optimize the company’s web stores and user acquisition flows.You will lead technical initiatives, mentor developers, and collaborate with cross-functional teams to deliver robust, scalable, and maintainable solutions. In addition to guiding the technical direction, you will take a hands-on role in implementing antifraud mechanisms and integrating user acquisition partner APIs, ensuring the security, reliability, and efficiency of global acquisition operations. Main Responsibilities:Lead the development and enhancement of tools and services powering user acquisition and deployment flows.Define and uphold technical standards, system design principles, and best practices for supported solutions.Drive the integration of third-party antifraud solutions, acquisition systems, and partner APIs to ensure secure, scalable, and reliable acquisition processes.Collaborate with external solution providers and internal store development teams to ensure seamless integration and reliable operations.Take ownership of technical delivery, ensuring high-quality, timely, and maintainable outcomes.Identify and resolve technical challenges, optimizing performance and fraud prevention efficiency.Mentor developers and promote strong coding standards, security awareness, and technical excellence across the team.",
        "job_url": "https://www.topcv.vn/viec-lam/technical-lead-php/1940339.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH Gameloft",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-gameloft/132726.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940666,
        "job_title": "Chuyên Viên Phân Tích Nghiệp Vụ - Yêu Cầu 2 Năm Kinh Nghiệm",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Trong suốt hành trình hơn 30 năm tiên phong, MISA tự hào là công ty hàng đầu Việt Nam cung cấp giải pháp chuyển đổi số toàn diện SaaS (Software-as-a-Service) với gần 60 sản phẩm, ứng dụng cho 350.000 khách hàng là cơ quan nhà nước, doanh nghiệp, hộ kinh doanh và 3.5 triệu khách hàng cá nhân tại Việt Nam và 22 quốc gia trên thế giới. MISA vinh dự khi được đồng hành cùng các Bộ, ban, ngành trong chương trình Chuyển đổi số quốc gia, tự động hóa hoạt động quản lý, kinh doanh, giúp nâng cao năng suất và góp phần vào sự phát triển chung của Việt Nam.Với tinh thần \"Nỗ lực sáng tạo vì một thế giới thông minh bằng sản phẩm công nghệ trí tuệ Việt\", chúng tôi mong muốn được đồng hành cùng bạn, kiến tạo nên những thành tựu đột phá.Mô tả công việcKhảo sát và tiếp nhận thông tin về luồng nghiệp vụ, hành vi, thói quen của khách hàng khi thực hiện nghiệp vụ công việc.Phân tích, tổng hợp thông tin về nghiệp vụ đã thu thập và mô tả thành tài liệu nghiệp vụ.Đào tạo nghiệp vụ cho các thành viên của dự án để đảm bảo tất cả thành viên hiểu và nắm rõ nghiệp vụ, luồng nghiệp vụ của khách hàng.Xây dựng kịch bản dùng thử sản phẩm theo luồng nghiệp vụ.Dùng thử thiết kế đảm bảo thiết kế đáp ứng tốt nhất yêu cầu của người sử dùng về nghiệp vụ và tính dễ dùngDùng thử sản phẩm đảm bảo đáp ứng được nghiệp vụ, tính dễ dùng trước khi chuyển giao cho khách hàng.Đào tạo nghiệp vụ cho nhân viên kinh doanh, nhân viên tư vấn, hỗ trợ nghiệp vụ sản phẩm.Phân tích nghiệp vụ cho các sản phẩm Tài chính - Kế toán Hành chính sự nghiệp: MISA Bumas và Mimosa Online",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-phan-tich-nghiep-vu-yeu-cau-2-nam-kinh-nghiem/1940666.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 25 triệu",
        "company_name": "Công ty Cổ phần MISA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-misa/198409.html",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "ERP, Business Analyst, Phân tích dữ liệu, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1656131,
        "job_title": "Senior Business Analyst",
        "company": "FPT IS",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia phân tích nghiệp vụ cho các dự án phần mềm quản lý bảo hiểm doanh nghiệp.Khảo sát yêu cầu, làm việc với các bên liên quan để phân tích nhu cầu kinh doanh và xác định các quy trình chính.Tài liệu hóa yêu cầu nghiệp vụ dưới dạng các tài liệu chuẩn như Tài liệu yêu cầu nghiệp vụ (BRD), Đặc tả chức năng (FSD), Danh sách kịch bản sử dụng (Use Case List), Quy trình nghiệp vụ (Workflows), Giao diện mẫu (Wireframes/Prototypes).Phối hợp với các nhóm phát triển, UI/UX và kiểm thử để đảm bảo các yêu cầu được hiểu đúng và triển khai chính xác.Hỗ trợ lập kế hoạch, đánh giá và kiểm thử chất lượng phần mềm nhằm đảm bảo sản phẩm đáp ứng đúng nhu cầu kinh doanh.Phân tích và đưa ra giải pháp cho các yêu cầu về chức năng, báo cáo và tích hợp hệ thống.Tham gia vào quá trình thiết kế hệ thống, cấu hình và khắc phục sự cố khi cần.Đào tạo và hướng dẫn các chuyên viên BA mới hoặc ít kinh nghiệm.Làm cầu nối giữa bộ phận kinh doanh, nhóm phát triển sản phẩm và khách hàng, đảm bảo thông tin được truyền đạt hiệu quả.Hỗ trợ Quản lý dự án (PM) trong việc xác định phạm vi dự án, ước lượng công việc và nghiệm thu sản phẩm (UAT).Tiếp nhận, phân tích và quản lý phản hồi từ khách hàng hoặc các nhóm nội bộ để liên tục cải tiến sản phẩm.",
        "job_url": "https://www.topcv.vn/brand/fptis/tuyen-dung/senior-business-analyst-j1656131.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT IS",
        "company_link": "https://www.topcv.vn/brand/fptis?id=198874",
        "updated_at": "Cập nhật 11 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Phân Tích Nghiệp Vụ, Mô Hình Hóa Dữ Liệu, Quản Lý Yêu Cầu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922119,
        "job_title": "Frontend Developer (Cocos/PixiJS/ Unity)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "• Develop and implement high quality front-end features for web and mobile games, using game engine such as Cocos Creator/PixiJS, with JavaScript, HTML5 and CSS.• Implement responsive design to ensure seamless gameplay experiences across various devices, and screen sizes.• Participate in code reviews, debugging, and troubleshooting to ensure optimal performance and quality of games.• Stay up to date with industry trends and emerging technologies related to game development and provide recommendations for enhancing game experience.• Work closely with cross-functional teams, including artists, game designer, backend, mathematician, quality assurance, to ensure successful project within defined timelines.",
        "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-cocos-pixijs-unity/1922119.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH TECH MOJO",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-tech-mojo/238755.html",
        "updated_at": "Cập nhật 2 giờ trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Cocos2D, CSS, Javascript, 4+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1919247,
        "job_title": "Data Scientist (Customer Profile)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Vai trò thiết yếu:Thực hiện phân tích, xử lý và chuẩn bị dữ liệu phục vụ huấn luyện/tinh chỉnh các mô hình LLM.Áp dụng các kỹ thuật NLP để làm sạch, chuẩn hóa và biến dữ liệu thô thành dữ liệu chất lượng cao.Đảm bảo dữ liệu phù hợp với yêu cầu kỹ thuật, đáp ứng tiêu chuẩn chất lượng và tuân thủ quy định pháp lý.Phối hợp với Data Engineers, Data Stewards và AI Engineers để bảo đảm dữ liệu huấn luyện được sẵn sàng và tối ưu cho các pipeline pre-training/fine-tuning LLM.Trách nhiệm thiết yếu:Thu thập, tiền xử lý và làm sạch dữ liệu văn bản tiếng Việt từ nhiều nguồn (tài chính, pháp luật, kế toán, quản trị doanh nghiệp…).Áp dụng các kỹ thuật NLP như tokenization, sentence segmentation, deduplication, normalization để chuẩn hóa dữ liệu.Thực hiện đánh giá chất lượng dữ liệu (Data Quality Score, tính đa dạng, tính cân bằng corpus).Xây dựng và duy trì các pipeline xử lý dữ liệu NLP bán tự động phục vụ huấn luyện mô hình.Gắn nhãn dữ liệu ở mức cơ bản hoặc phối hợp với Data Labeling Specialists để đảm bảo tính chính xác và tính nhất quán.Làm việc cùng AI Engineers để kiểm thử dữ liệu đầu vào cho pre-training/fine-tuning, đánh giá tính phù hợp và hiệu quả.Đề xuất cải tiến kỹ thuật nhằm tăng hiệu quả xử lý dữ liệu và tối ưu chi phí.",
        "job_url": "https://www.topcv.vn/viec-lam/data-scientist-customer-profile/1919247.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần MISA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-misa/198409.html",
        "updated_at": "Cập nhật 3 giờ trước",
        "time_left": "Còn12ngày để ứng tuyển",
        "tags": "Phân tích dữ liệu, thống kê, Khai Thác Dữ Liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1912699,
        "job_title": "Senior Tech Lead (Fullstack) Salary 75 - 110M Tại Đà Nẵng",
        "company": "N/A",
        "salary_min": 75,
        "salary_max": 110,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "Own the technical direction and delivery quality for the product engineering team. As a key member of the team reporting directly to the CEO, you will lead 2 FE and 2 BE developers to ship fast, reliable, and secure features for a multi‐country online pharmacy platform. You combine hands‐on full‐stack depth (Java/TypeScript, modern FE frameworks, APIs, PostgreSQL) with clear leadership, crisp communication, a product mindset, and fluent English to collaborate effectively with technical and business stakeholders.\nScope & Impact\n- Architecture: Define pragmatic service boundaries, data contracts, and integration patterns across web, ERP, and external partners.\n- Performance: Keep Core Web Vitals in the green on key pages; profile/tune backend APIs and PostgreSQL (p95 latency, error rate, throughput).\n- Delivery: Establish standards for code quality, testing, CI/CD, and release hygiene; drive trunk‐based development with safe feature flags and rollbacks.\n- Reliability: Implement observability (metrics, logs, traces), SLOs/SLIs, incident response, and post‐mortems.\n- Security & Compliance: Enforce secure coding, secrets management, and GDPR‐aware data flows.\n- People: Mentor and grow engineers; run reviews, pairing, and design sessions.\n- Product partnership: Translate business goals into road‐mapped technical work; challenge scope, sequence bets, and balance speed with quality.\nWhat you’ll lead & do\n- Lead day‐to‐day execution for 2 FE + 2 BE engineers; sprints and technical quality.\n- Hands‐on development (50% IC time): design and implement core features end‐to‐end across backend (Java/Spring Boot, Kafka/RabbitMQ, PostgreSQL, Redis) and frontend (React 18+/TypeScript).\n- APIs and integrations (auth, contracts, versioning, idempotency, retries.\n- Guide front‐end architecture in React 18+/TypeScrip, shared components, accessibility, and performance.\n- Drive backend quality using Java (Spring Boot) and/or Python where appropriate; model data, tune queries, and optimize PostgreSQL.\n- Improve build pipelines (Vite/Webpack on FE, CI/CD on BE); automate tests and deployments; codify templates and scaffolds.\n- Create technical docs, runbooks, and standards to make the team faster and safer.\n- Vendor & RFP support: Provide technical input during vendor selection and RFP drafting; define criteria (platform choices, deployment strategy, KPIs, analytics); support vendor interviews and architecture evaluations.\nKey projects & administrative duties\n- Projects: Drive development of custom ERP, CMS, and supporting platform systems for a large e‐commerce environment.\n- Plan & deliver: Implement work according to the assigned plan; ensure delivery on schedule and at the required quality bar.\n- Team: management, training, and guidance of project staff.\n- R&D: Research and develop new technologies aligned to the roadmap.\n- Project participation: Participate in and complete assigned projects as required.\n- Governance: Implement planning and reporting regime according to regulations.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-tech-lead-fullstack-salary-75-110m-tai-da-nang/1912699.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "75 - 110 triệu",
        "company_name": "CÔNG TY TNHH SPACEMIND",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-spacemind/238673.html",
        "updated_at": "Cập nhật 5 giờ trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1913263,
        "job_title": "Nhân Viên Kiểm Tra Đánh Giá Chất Lượng Hình Ảnh Bất Động Sản (QA/ QC) Tại Đà Lạt",
        "company": "N/A",
        "salary_min": 6,
        "salary_max": 6,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Lâm Đồng",
        "due_date": null,
        "jd": "Kiểm tra và đánh giá chất lượng (QA/QC) các sản phẩm hình ảnh bất động sản (nội thất/ngoại thất) do team Editor thực hiện, đảm bảo tuân thủ các tiêu chuẩn của công ty và yêu cầu cụ thể của khách hàng (thị trường Âu, Mỹ).\nPhát hiện, ghi nhận và phản hồi các lỗi sai, điểm chưa nhất quán trong hình ảnh (màu sắc, ánh sáng, chi tiết,...) cho bộ phận chỉnh sửa để hoàn thiện.\nPhối hợp chặt chẽ với các Editor và Leader để đảm bảo tiến độ và chất lượng công việc.\nTham gia xây dựng và cải tiến quy trình kiểm soát chất lượng hình ảnh.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-kiem-tra-danh-gia-chat-luong-hinh-anh-bat-dong-san-qa-qc-tai-da-lat/1913263.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Từ 6 triệu",
        "company_name": "Công ty TNHH CubiCasa Việt Nam - Chi nhánh Thừa Thiên Huế",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cubicasa-viet-nam-chi-nhanh-thua-thien-hue/134662.html",
        "updated_at": "Cập nhật 6 giờ trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Lâm Đồng"
    },
    {
        "job_id": 1624791,
        "job_title": "Devops Senior Engineer (Linux/Cloud) - Thu Nhập Up To 50 Triệu, Tại Hà Nội",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 50,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "DevOps:Triển khai mô hình DevOps, Container / Kubernetes với các dịch vụ phần mềm. Liên tục nghiên cứu các giải pháp, công nghệ mới để cải tiến mô hình DevOps tại công ty.Tham gia xây dựng các hệ thống monitor chủ động cho toàn bộ hệ thống phần cứng và phần mềm của công ty.Thực hiện cập nhật hệ thống thường xuyên, vá lỗi, và cấu hình bảo mật.Quản lý sao lưu, phục hồi, và kế hoạch khắc phục thảm họa.Phối hợp cùng đội phát triển và đội vận hành để đảm bảo tính sẵn sàng của hệ thống, xử lý các sự cố phát sinh.CI/CDXây dựng và tối ưu các công cụ triển khai tự động CI/CD theo mô hình DevOps cho các dịch vụ của công ty để đảm bảo tính triển khai liên tục.Có khả năng thích ứng với nhiều mô hình và nhiều loại dự án khác nhau.Có khả năng phân tích hệ thống và xác định vấn đề trong quy trình phát triển / triển khai phần mềm và đề xuất giải pháp cải tiến.ObservabilityThiết lập và duy trì các công cụ giám sát để đảo bảo tính liên tục và hiệu năng của ứng dụng và hệ thống (ví dụ: Prometheus, Grafana, ELK).Phát triển và duy trì cơ chế cảnh báo cho các sự kiện hệ thống quan trọng.Phân tích log hệ thống (ELK, Grafana) và phối hợp khắc phục sự cố.Tối ưu hóa hiệu suất hệ thống và sử dụng tài nguyên.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-senior-engineer-linux-cloud-thu-nhap-up-to-50-trieu-tai-ha-noi/1624791.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 50 triệu",
        "company_name": "Công ty cổ phần PayPay",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-paypay/211481.html",
        "updated_at": "Cập nhật 7 giờ trước",
        "time_left": "Còn10ngày để ứng tuyển",
        "tags": "Version Control (git), Linux System Administration, Cloud Computing (aws, Azure, Gcp), 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1912138,
        "job_title": "Kỹ Sư Quản Lý Tinh Gọn Cấp Cao_ 02 Năm Kinh Nghiệm _ Thu Nhập Up To 50M++ _ Đi Làm Ngay Tại Quảng Yên - Quảng Ninh",
        "company": "N/A",
        "salary_min": 45,
        "salary_max": 50,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Quảng Ninh",
        "due_date": null,
        "jd": "- Tổng hợp và sắp xếp quy trình quản lý của từng dự án, đưa ra và thực hiện các đề xuất cải tiến, đảm bảo nâng cao hiệu suất làm việc và giảm chi phí.- Dựa trên chiến lược phát triển dự án đổi mới công nghệ của cơ sở, phụ trách việc khởi động, thực hiện, đánh giá từng giai đoạn và theo dõi tiến độ. Chịu trách nhiệm báo cáo, lập kế hoạch và quản lý tiến độ để đảm bảo dự án đổi mới được triển khai thuận lợi.- Hỗ trợ công việc thường ngày, họp hành và các công việc liên quan của Tổng giám đốc;- Giao tiếp, phối hợp với các bộ phận liên quan để truyền đạt thông tin nhanh chóng;- Hỗ trợ phân tích dữ liệu nghiệp vụ và phản hồi các vấn đề liên quan.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-quan-ly-tinh-gon-cap-cao-02-nam-kinh-nghiem-thu-nhap-up-to-50m-di-lam-ngay-tai-quang-yen-quang-ninh/1912138.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "45 - 50 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHIỆP JINKO SOLAR (VIỆT NAM)",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghiep-jinko-solar-viet-nam/86751.html",
        "updated_at": "Cập nhật 7 giờ trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Quảng Ninh"
    },
    {
        "job_id": 1805735,
        "job_title": "Technical Manager – Game & Web Development (JavaScript/NodeJS, 5+ Years) – Up To 80M",
        "company": "N/A",
        "salary_min": 60,
        "salary_max": 80,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh & 2 nơi khác",
        "due_date": null,
        "jd": "Xây dựng và triển khai chiến lược công nghệ dài hạn, đảm bảo sự phát triển phù hợp với mục tiêu kinh doanh. Trực tiếp thực thi các kỹ thuật công nghệ.Quản lý và dẫn dắt đội ngũ kỹ thuật, đảm bảo tiến độ và chất lượng sản phẩm. Đánh giá và áp dụng các công nghệ mới nhằm tối ưu hóa hiệu suất, bảo mật và vận hành.Thiết lập quy trình phát triển phần mềm hiện đại, bao gồm CI/CD và các mô hình bảo mật. Chịu trách nhiệm về phát triển,  vận hành các hệ thống Game và ứng dụng Web.Chịu trách nhiệm phát triển, định hướng, đào tạo xây dựng đội ngũ nhân viên Technical.Tham gia cùng đội ngũ Quản lý để định hướng và phát triển kinh doanh.",
        "job_url": "https://www.topcv.vn/viec-lam/technical-manager-game-web-development-javascript-nodejs-5-years-up-to-80m/1805735.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "60 - 80 triệu",
        "company_name": "CÔNG TY TNHH BPO INFINITY INNOVATIONS GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-bpo-infinity-innovations-group/212881.html",
        "updated_at": "Cập nhật 7 giờ trước",
        "time_left": "Còn13ngày để ứng tuyển",
        "tags": "Javascript, Quản Lý Dự Án, Lãnh đạo, 4+",
        "location": "Hồ Chí Minh & 2 nơi khác"
    },
    {
        "job_id": 1906167,
        "job_title": "Fresher Pentest",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thực hiện kiểm thử xâm nhập (Pentest) trên các hệ thống Web, Mobile, API.Viết báo cáo kỹ thuật và báo cáo tổng hợp sau khi đánh giá, đưa ra khuyến nghị cải thiện an toàn bảo mật.Phân tích mã nguồn hoặc kiến trúc hệ thống để tìm kiếm điểm yếu tiềm tàng.Cập nhật các lỗ hổng bảo mật mới, phối hợp với các thành viên trong nhóm để xây dựng kịch bản kiểm thử hiệu quả.Hỗ trợ xử lý sự cố bảo mật khi cần thiết.",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-pentest/1906167.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công Ty TNHH BlueCyber",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-bluecyber/40998.html",
        "updated_at": "Cập nhật 7 giờ trước",
        "time_left": "Còn1ngày để ứng tuyển",
        "tags": "Đánh giá rủi ro, Kỹ Năng Viết Báo Cáo, Phân Tích Lỗ Hổng Bảo Mật, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1896782,
        "job_title": "IT Specialist (Google Apps Script / VBA / SQL)",
        "company": "N/A",
        "salary_min": 18,
        "salary_max": 28,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Manage, maintain, and update data on internal systems (Portal, Google Sheets, internal databases).Support the development and optimization of reports based on requests from other Departments (using Excel, Google Sheets, Google Data Studio).Build, optimize, and automate business processes using Google Apps Script.Participate in the development and administration of the company’s website with outsourced partners - from planning to implementation and operation.Coordinate with the Manager to review processes and propose system improvements.Provide training and support for internal users in utilizing data systems and reports.Perform other tasks as assigned by the Manager.",
        "job_url": "https://www.topcv.vn/viec-lam/it-specialist-google-apps-script-vba-sql/1896782.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "18 - 28 triệu",
        "company_name": "Công ty TNHH Kohnan Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-kohnan-viet-nam/15507.html",
        "updated_at": "Cập nhật 7 giờ trước",
        "time_left": "Còn6ngày để ứng tuyển",
        "tags": "Lập Trình, Kiểm Thử Phần Mềm (software Testing), Kiến Thức Về Cấu Trúc Dữ Liệu Và Giải Thuật, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1873287,
        "job_title": "QA - Validation & Verification Engineer (CPE, GPON)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "We are looking for a detail-oriented and proactive QA Engineer (all level) to join our team. In this role, you will be responsible for ensuring that our products meet the highest standards of quality and reliability. You will work closely with developers, product managers, and other stakeholders to identify issues, automate tests, and help maintain a smooth release cycle.Build, setup, and execute manual and automated test cases base on the feature/requirement list (RFP, Technical Specification, FPL, Correction List...).Build related documents: test report, test procedure, technical guideline...Collaborate with developers and product managers to understand requirements, finding solution and improve test coverage.Conduct functional, regression, integration, and performance testing.Maintain test plans, test scripts, and documentation.Continuously identify areas for test improvement and automation.Ensure product quality in a CI/CD environment.",
        "job_url": "https://www.topcv.vn/viec-lam/qa-validation-verification-engineer-cpe-gpon/1873287.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "VĂN PHÒNG ĐẠI DIỆN KAON GROUP CO., LTD TẠI THÀNH PHỐ HÀ NỘI",
        "company_link": "https://www.topcv.vn/cong-ty/van-phong-dai-dien-kaon-group-co-ltd-tai-thanh-pho-ha-noi/196631.html",
        "updated_at": "Cập nhật 3 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "CCNA, Network +, Engish, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1912681,
        "job_title": "Senior Front-End Developer (ReactJS, TypeScript) Min 6 Years Experience - Tại Đà Nẵng",
        "company": "N/A",
        "salary_min": 40,
        "salary_max": 55,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "As a Senior Front-End Developer, you will lead the design and implementation of challenging user interface solutions, from modernizing legacy platforms to crafting seamless ReactJS applications. You'll engage with exciting projects that offer both diversity and the chance to leverage your expansive skill set, tools, and knowledge. \nWe value flexibility as you deliver innovative frontend features in a high-performance environment. This role is tailor-made for someone who thrives in a fast-paced setting, knows how to get the most out of their development tools, and remains creative and agile when facing complex UI/UX obstacles.\nKey Responsibilities:\n- Architect and develop modern ReactJS 18+ applications using TypeScript for administrative and B2B interfaces\n- Lead implementation of components library and establish scalable UX architecture patterns\n- Optimize build processes using Vite and Webpack for optimal development and production performance\n- Lead frontend architecture decisions spanning React, Vue.js, and PHP ecosystems\n- Establish code quality standards and mentor development teams on modern frontend practices",
        "job_url": "https://www.topcv.vn/viec-lam/senior-front-end-developer-reactjs-typescript-min-6-years-experience-tai-da-nang/1912681.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "40 - 55 triệu",
        "company_name": "CÔNG TY TNHH SPACEMIND",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-spacemind/238673.html",
        "updated_at": "Cập nhật 5 ngày trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1912662,
        "job_title": "Senior Back-End Developer (Python/ Java) Min 6 Years Experience - Tại Đà Nẵng",
        "company": "N/A",
        "salary_min": 40,
        "salary_max": 70,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "As a Senior Back-end Developer, you will lead the design and implementation of challenging technology solutions, from upgrading core backend systems to crafting seamless API integrations. You’ll engage with exciting projects that offer both diversity and the chance to leverage your expansive skill set, tools, and knowledge. We value flexibility as you deliver new features in a high-performance environment. This role is tailor-made for someone who thrives in a fast-paced setting, knows how to get the most out of their tools, and remains creative and agile when facing obstacles.\nKey Responsibilities:\n- Design and build both backend modules for our ERP system.\n- Develop and optimize APIs and web services for seamless third-party integrations.\n- Boost PostgreSQL performance through efficient querying and data processing.\n- Ensure the platform remains scalable, secure, and fully automated.\n- Rapidly deploy software via robust CI/CD pipelines.\n- Automate routine processes using Bash scripting.\n- Work closely with DevOps to continuously improve system reliability.\n- Translate business goals into breakthrough technical solutions.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-back-end-developer-python-java-min-6-years-experience-tai-da-nang/1912662.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "40 - 70 triệu",
        "company_name": "CÔNG TY TNHH SPACEMIND",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-spacemind/238673.html",
        "updated_at": "Cập nhật 5 ngày trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1902199,
        "job_title": "[MIDDLE] Backend Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế, phát triển và bảo trì hệ thống backend, REST API phục vụ các ứng dụng web/mobile.Phân tích yêu cầu, đề xuất giải pháp kỹ thuật, thiết kế kiến trúc dịch vụ, cơ sở dữ liệu và luồng xử lý.Tối ưu hiệu năng, độ tin cậy và khả năng mở rộng: caching, indexing, connection pooling, message queue.Tích hợp dịch vụ bên thứ ba; triển khai bảo mật, phân quyền và quản lý phiên/Token.Viết tài liệu kỹ thuật, tiêu chuẩn mã nguồn; tham gia review code, cải tiến quy trình phát triển.Hỗ trợ vận hành (CI/CD, logging, monitoring), phối hợp khắc phục sự cố và tối ưu chi phí hạ tầng.Làm việc chặt chẽ với Product, Mobile, Frontend, QA để triển khai tính năng mới.",
        "job_url": "https://www.topcv.vn/viec-lam/middle-backend-developer/1902199.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN HOLA TECH",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-hola-tech/221465.html",
        "updated_at": "Cập nhật 8 phút trước",
        "time_left": "Còn30ngày để ứng tuyển",
        "tags": "Thiết Kế Hệ Thống, Lập Trình Backend, Cơ Sở Dữ Liệu (sql Hoặc Nosql), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1943273,
        "job_title": "Thực Tập Sinh Tester - Không Yêu Cầu Kinh Nghiệm - Có Lương Thực Tập Sinh",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phân tích các yêu cầu dự án, tạo danh sách câu hỏi để làm rõ các yêu cầuTạo và chạy thử các Trường hợp kiểm thử (test case)Có thể viết testcase ở mức cơ bản - Viết lỗi cơ bản Test API, Data base Sử dụng một số công cụ test và phương pháp test cơ bản",
        "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester-khong-yeu-cau-kinh-nghiem-co-luong-thuc-tap-sinh/1943273.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công Ty TNHH Tester Việt",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-tester-viet/22891.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn30ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1929119,
        "job_title": "Software Development Manager - Game & Web Development (JavaScript/NodeJS, 5+ Years) – Thu Nhập Hấp Dẫn",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh & 2 nơi khác",
        "due_date": null,
        "jd": "Develop and implement long-term technology strategies aligned with business objectives.Manage and lead the engineering team to ensure timely delivery and product quality.Evaluate and adopt new technologies to optimize performance, security, and system operations.Establish and maintain modern software development practices, including CI/CD and security frameworks.Be actively involved in game system architecture and content development.Take ownership of team development, including hiring, training, and mentoring technical staff.Collaborate with the Management team to support company growth and business development strategies.",
        "job_url": "https://www.topcv.vn/viec-lam/software-development-manager-game-web-development-javascript-nodejs-5-years-thu-nhap-hap-dan/1929119.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH BPO INFINITY INNOVATIONS GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-bpo-infinity-innovations-group/212881.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn20ngày để ứng tuyển",
        "tags": "Javascript, Quản Lý Đội Nhóm, Quản Lý Dự Án, 6+",
        "location": "Hồ Chí Minh & 2 nơi khác"
    },
    {
        "job_id": 1678280,
        "job_title": "IT Comtor (Tiếng Nhật)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Nắm rõ Spec dự án để có thể trao đổi làm rõ yêu cầu với khách hàng và truyền đạt đến team phát triển.Biên dịch các tài liệu liên quan đến dự án.Quản lý dự án: lập kế hoạch, theo dõi, kiểm soát tiến độ thực hiện dự án, phối hợp, báo cáo với khách hàng trong việc quản lý dự án.Hợp tác với các Managers/Leaders để giải quyết các vấn đề liên quan (vấn đề kỹ thuật, yêu cầu thay đổi, các vấn đề trong khâu vận hành, yêu cầu điều tra, yêu cầu của khách hàng)Gặp gỡ và đón tiếp khi có khách hàng Nhật đến thăm và làm việc tại công tyHỗ trợ các vấn đề tiếng Nhật của team.",
        "job_url": "https://www.topcv.vn/viec-lam/it-comtor-tieng-nhat/1678280.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 25 triệu",
        "company_name": "Công ty TNHH Lisod Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-lisod-viet-nam/42591.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn113ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Quản lý thời gian, Tiếng Nhật N2, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1928466,
        "job_title": "Chuyên Viên Phát Triển Sản Phẩm - Nhà Máy Số Doanh Nghiệp - Product Development Specialist - Digital Enterprise Factory - Khối Ngân Hàng Số (HO25.455)",
        "company": "NGÂN HÀNG TMCP QUÂN ĐỘI – MBBANK",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "N/A",
        "due_date": "2025-11-27",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/nganhangthuongmaicophanquandoi/tuyen-dung/chuyen-vien-phat-trien-san-pham-nha-may-so-doanh-nghiep-product-development-specialist-digital-enterprise-factory-khoi-ngan-hang-so-ho25-455-j1928466.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "NGÂN HÀNG TMCP QUÂN ĐỘI – MBBANK",
        "company_link": "https://www.topcv.vn/brand/nganhangthuongmaicophanquandoi?id=198860",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn20ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1557688,
        "job_title": "Embedded AI Software Developer (Ít Nhất 1 Năm Kinh Nghiệm, C/C++, MCU, RTOS, RISC-V, Làm Việc Tại Long Biên)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Develop and maintain software for embedded AI systems using MCUs/MPUs/NPU/SoC. Design and implement AI system protocols and embedded AI programs for manufacturing and automotive as well. Write AI software code / AI inference engine for device drivers to interface with various peripherals. Conduct tests of AI components to ensure proper integration and functionality of whole embedded systems.Troubleshoot and diagnose errors, malfunctions, or inefficiencies in embedded systems. Implement effective repairs, modifications, and upgrades to embedded code.Collaborate with cross-functional teams to meet project goals and deadlines",
        "job_url": "https://www.topcv.vn/viec-lam/embedded-ai-software-developer-it-nhat-1-nam-kinh-nghiem-c-c-mcu-rtos-risc-v-lam-viec-tai-long-bien/1557688.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH Vietsol",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-vietsol/161316.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "C/C++, Thiết Kế Mạch Điện Tử, Hệ Điều Hành Thời Gian Thực (rtos), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1926695,
        "job_title": "Quality Assurance (Korean Required)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "-\tDevelop and execute comprehensive software test plans for Android and iOS applications.\n-\tDesign, review, and perform test cases to identify potential defects or issues in the software.\n-\tDetect, document, and manage defects throughout the testing process, ensuring all issues are properly tracked and resolved.\n-\tPrepare detailed test reports summarizing findings, results, and improvement suggestions.\n-\tCollaborate closely with developers and project managers to ensure the overall quality and functionality of mobile applications.",
        "job_url": "https://www.topcv.vn/viec-lam/quality-assurance-korean-required/1926695.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH THINKWARE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thinkware-viet-nam/227661.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1930664,
        "job_title": "Python Developer (Hybrid) - Influence English",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "About the RoleWe are looking for a Python Developer to join our team and work on an exciting project for our main customer.The ideal candidate has good communication skills in English, solid experience in Python and MongoDB, and enjoys collaborating in an international environment.Responsibilities • Develop and maintain system features based on customer requirements. • Collaborate with internal and external teams to integrate APIs and ensure smooth data flow. • Participate in technical discussions, meetings, and reviews in English. • Write clean, efficient, and maintainable code following best practices. • Troubleshoot and fix issues in development or production environments.",
        "job_url": "https://www.topcv.vn/viec-lam/python-developer-hybrid-influence-english/1930664.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Alpaca Solutions",
        "company_link": "https://www.topcv.vn/cong-ty/alpaca-solutions/191096.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "MongoDB, Tiếng Anh thành thạo, Python, SQL .  ​Tableau, ENVI, ArcGIS, QGIS, Excel, Microsoft Office.",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1934715,
        "job_title": "Automation Tester (Selenium)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 55,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1.Perform Automation Test activities:+ Technical analysis of business requirements to produce specifications+ Setup environment, design test cases, test suite, prepare test data, perform manual test, implement automation test script, review test case, review test script, create report.+ Follow guidelines from Control, Quality and Procedures Section: JIRA workflow, DevOps and build strategies, software development standards and best practices, security instructions,...+ Follow client Standards+ Adhere to the acceptance criteria and the Definition of Done+ Ensure documentation of software/changes is maintained and at quality in accordance with internal standards and industry best practices.2.Coordinate with client staff, onsite Team Coordinator and internal team:+ Participate in the SCRUM event meetings+ Follow-up on activities related to system configuration, development and operation+ Review test case, test results of other members+ Verify and submit Timesheet+ Follow process, regulations and procedures of the Company+ Define, monitor, assess and report project’s Objectives3.Training and coaching:+ Maintain technical skills and competencies in discipline which is responsible for.+ Train/Coach other colleagues, new hired employee, when required+ Study/Learn new technology when required",
        "job_url": "https://www.topcv.vn/viec-lam/automation-tester-selenium/1934715.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 55 triệu",
        "company_name": "Công Ty TNHH NTT DATA VDS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-ntt-data-vds/17148.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn113ngày để ứng tuyển",
        "tags": "Test Execution, Test Case Design, Selenium Webdriver, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931106,
        "job_title": "Tester Leader ( QC) Thu Nhập Từ 15.000.000 - 35.000.000 Tại Hà Nội",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 35,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Phân tích yêu cầu và lập kế hoạch kiểm thử: Nắm rõ yêu cầu dự án, xác định phạm vi kiểm thử, lập kế hoạch và kịch bản kiểm thử (Test case, Test script).\n- Thực hiện kiểm thử: Tiến hành kiểm thử chức năng, giao diện, hiệu năng và bảo mật cho ứng dụng phần mềm và website theo kế hoạch đã đề ra.\n- Báo cáo và theo dõi lỗi: Ghi nhận, mô tả và báo cáo lỗi (bug) lên hệ thống quản lý lỗi (Jira, Redmine...); phối hợp với đội phát triển để tái kiểm thử sau khi lỗi được sửa.\n- Kiểm thử hồi quy (Regression Testing): Đảm bảo các chức năng đã hoạt động ổn định sau khi có thay đổi hoặc cập nhật mới.\n- Tự động hóa kiểm thử (nếu có): Xây dựng và duy trì các kịch bản kiểm thử tự động để tối ưu quy trình test.\n- Phối hợp với các bộ phận liên quan: Làm việc chặt chẽ với BA, Developer, Project Manager để đảm bảo chất lượng sản phẩm.\n- Lập kế hoạch test cho mỗi sprint/release; phân bổ nguồn lực, theo dõi tiến độ, điều phối Bug Triage.\n- Tuyển dụng, đào tạo nhân sự mới, quản lý quá trình vận hành team QC.\n- Theo dõi KPI kết quả công việc, thực hiện báo cáo theo dự án/tuần/tháng tới Giám đốc Sản phẩm và Ban Giám đốc.",
        "job_url": "https://www.topcv.vn/viec-lam/tester-leader-qc-thu-nhap-tu-15-000-000-35-000-000-tai-ha-noi/1931106.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 35 triệu",
        "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ PHÁT TRIỂN TRÍ TUỆ NHÂN TẠO AIDIA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dau-tu-va-phat-trien-tri-tue-nhan-tao-aidia/233704.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn22ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1694131,
        "job_title": "Kỹ Sư Lập Trình Embedded/IoT (C/C++/C#, Python)_",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển các hệ thống Embedded, AIoT như: hệ thống điều khiển cho ô tô, camera thông minh, Robot công nghiệp, thiết bị y tế … cho các dự án với khách hàng NhậtLập trình cho các thiết bị edge devices (như Raspberry Pi, ESP32, Jetson Nano, Rockchip) và tính toán tại cloud (như AWS)Tham gia vào các quá trình từ thiết kế, phát triển, kiểm thử đến triển khai hệ thống phần cứng và phần mềmTiếp cận, nghiên cứu, ứng dụng các công nghệ mới về AI, Edge Computing, IoT, FPGAXây dựng tài liệu báo cáo, quản lý dự án",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-lap-trinh-embedded-iot-c-c-c-python/1694131.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần phần mềm nhúng NATA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-phan-mem-nhung-nata/2134.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn26ngày để ứng tuyển",
        "tags": "Lập Trình C C++, Khả Năng Debug Và Troubleshooting, Hiểu Biết Về Hệ Thống Nhúng (embedded Systems), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1874315,
        "job_title": "Kiểm Thử Xâm Nhập - Penetration Tester",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội, Hồ Chí Minh",
        "due_date": null,
        "jd": "Thực hiện kiểm thử xâm nhập và đánh giá an toàn thông tin cho các ứng dụng quy mô lớn, phức tạp hoặc đa nền tảng.Xây dựng hướng dẫn bảo mật dựa trên nghiên cứu nền tảng, công nghệ và tài liệu của nhà cung cấp.Đào tạo khách hàng về an toàn thông tin (nhận thức bảo mật, lập trình an toàn, cấu hình an toàn).Xử lý và ứng phó sự cố an toàn thông tin.Phân tích các lỗ hổng 1-day và phát triển payload khai thác.Nghiên cứu lỗ hổng 0-day, kỹ thuật khai thác mới và công nghệ mới; chia sẻ kết quả nghiên cứu thông qua hội thảo nội bộ hoặc blog công ty.Tham gia và đóng góp vào cộng đồng an toàn thông tin.Tham gia diễn tập an toàn thông tin (internal/external drills) và các cuộc thi CTF (Capture The Flag) của công ty.",
        "job_url": "https://www.topcv.vn/viec-lam/kiem-thu-xam-nhap-penetration-tester/1874315.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MỘT THÀNH VIÊN AN NINH MẠNG VIETTEL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mot-thanh-vien-an-ninh-mang-viettel/227595.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kiến Thức Về Hệ Điều Hành (windows, Linux), Kỹ Năng Viết Báo Cáo, Kỹ Năng Phân Tích Lỗ Hổng Bảo Mật, 2+",
        "location": "Hà Nội, Hồ Chí Minh"
    },
    {
        "job_id": 1935664,
        "job_title": "Thực Tập Sinh CNTT,  IT (Có Nhận Part Time)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Liên hệ với khách hàng qua kênh online để phân tích yêu cầu, đề xuất giải pháp, tư vấn kỹ thuật liên quan đến các dự án phần mềm và các chiến dịch marketing.Nghiên cứu và đánh giá các công nghệ, xu hướng mới trong lĩnh vực IT và Marketing để áp dụng vào các dự án.Gặp khách hàng phân tích, lấy yêu cầu mang dự án về công tyPhối hợp với các bộ phận khác để đảm bảo sự tích hợp và hiệu quả của các giải pháp công nghệ.Đặc tả cho các bộ phận kỹ thuật triển khai dự ánTheo dõi dự án, tới lúc bàn giaoHỗ trợ khách hàng tiếp hậu mãi",
        "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-cntt-it-co-nhan-part-time/1935664.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ PHẦN MỀM NASANI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-phan-mem-nasani/234208.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn84ngày để ứng tuyển",
        "tags": "Kiến Thức Cơ Bản Về Lập Trình, Khả Năng Học Hỏi Nhanh, Tư duy logic, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1929280,
        "job_title": "Scrum Master (Technical Base)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Bạn sẽ là Scrum Master – người giúp đội phát triển sản phẩm/dịch vụ của VCS vận hành theo đúng tinh thần Agile/Scrum: tinh gọn, linh hoạt, tự chủ và hiệu quả.Công việc:Huấn luyện (coach) đội ngũ về Agile/Scrum và đảm bảo mọi người cùng hướng tới mục tiêu Sprint.Tổ chức các Scrum events: Sprint Planning, Daily Standup, Review, Retrospective...Gỡ bỏ rào cản, bảo vệ team khỏi các tác động bên ngoài, đảm bảo tiến độ và chất lượng sản phẩm.Là cầu nối giữa team, Manager và các bên liên quan để giữ thông tin minh bạch, liên tục cải tiến.Lan tỏa văn hóa Agile trên phạm vi đội dự án và toàn công ty.",
        "job_url": "https://www.topcv.vn/viec-lam/scrum-master-technical-base/1929280.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MỘT THÀNH VIÊN AN NINH MẠNG VIETTEL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mot-thanh-vien-an-ninh-mang-viettel/227595.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Coaching, Conflict Resolution, Agile Methodologies, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1881418,
        "job_title": "Technical Lead ( C#, Java, Python) - Upto 65M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 65,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Chịu trách nhiệm định hướng kỹ thuật, thiết kế giải pháp và dẫn dắt đội ngũ phát triển trong các dự án phát triển ứng dụng web/desktop cho khách hàng Nhật BảnPhát triển các tool liên quan đến test, thiết kế, phát triển system cần thiết phục vụ cho công việc đảm bảo chất lượng của các khách hàng phía Nhật BảnPhối hợp với PM/BA để phân tích yêu cầu, đề xuất giải pháp kỹ thuật, thiết kế hệ thống và lập kế hoạch triển khaiTham gia trực tiếp vào coding các module quan trọng, review code và đảm bảo chất lượng sản phẩmHướng dẫn, mentoring các thành viên trong team (Developer, tester,…) để nâng cao năng lực chuyên mônĐảm bảo tiến độ, chất lượng, và khả năng mở rộng của hệ thống theo tiêu chuẩn của công ty mẹ tại Nhật BảnLà cầu nối về mặt kỹ thuật giữa team ở Việt Nam và phía khách hàng Nhật (Trao đổi, giải thích giải pháp, xử lý sự cố)Kết hợp các xu hướng công nghệ mới nhất trong bộ phận để chuẩn hóa, duy trì các thư viện chung v.v..Chịu trách nhiệm xây dựng chiến lược công nghệ cho bộ phận",
        "job_url": "https://www.topcv.vn/viec-lam/technical-lead-c-java-python-upto-65m/1881418.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 65 triệu",
        "company_name": "CÔNG TY TNHH VERISERVE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-veriserve-viet-nam/152330.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn25ngày để ứng tuyển",
        "tags": "C#, Java, Python, 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1855490,
        "job_title": "3D Game Artist",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 15,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "3D ArtModeling, texturing, UV unwrap, bake texture và tối ưu asset 3D (props, environment, character).Đảm bảo asset đúng style art và tương thích với Unity/Cocos.Xuất file, quản lý thư viện asset và làm việc chặt chẽ với Game Designer.VFX/Hiệu ứngTạo và tối ưu hiệu ứng trong game (particle, fire, explosion, magic, water, UI FX).Làm việc với shader cơ bản, animation FX, lighting để tăng trải nghiệm hình ảnh.Phối hợp với lập trình viên để tích hợp VFX vào gameplay.",
        "job_url": "https://www.topcv.vn/viec-lam/3d-game-artist/1855490.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 15 triệu",
        "company_name": "CÔNG TY CỔ PHẦN MOBIFOS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-mobifos/180581.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn24ngày để ứng tuyển",
        "tags": "3D Max, 3D Modeling, Texturing, 9+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1886559,
        "job_title": "Kỹ Sư Kiểm Thử Phần Mềm ( QA/ Tester)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Công ty TNHH Một thành viên An ninh mạng Viettel (Viettel Cyber Security One Member Limited Liability Company) là đơn vị tập trung thực hiện, nghiên cứu, phát triển chuyên sâu các sản phẩm, giải pháp An toàn thông tin, đồng thời cung cấp sản phẩm, dịch vụ ATTT cho các tổ chức doanh nghiệp lớn trong và ngoài nướcMô tả công việc:– Lập kế hoạch kiểm thử, lập kịch bản kiểm thử, thực hiện kiểm thử– Phân tích luồng công việc, báo cáo kiểm thử và đề xuất cải tiến chất lượng– Làm việc với đội phát triển để khắc phục lỗi, chẩn đoán và cải tiến cấu hình sản phẩm đối với các module hiện tại hoặc tương lai",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-kiem-thu-phan-mem-qa-tester/1886559.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MỘT THÀNH VIÊN AN NINH MẠNG VIETTEL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mot-thanh-vien-an-ninh-mang-viettel/227595.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kỹ Năng Phân Tích Yêu Cầu, Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933776,
        "job_title": "Nhân Viên Kiểm Thử Phần Mềm (Tester) - JLPT N3",
        "company": "N/A",
        "salary_min": 10,
        "salary_max": 15,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Thực hiện kiểm thử chức năng của sản phẩn theo yêu cầu của Khách hàng hoặc quản lý dự ánViết và mô tả lại lỗi gặp phải (bug) cho team phát triển (team Dev)Quản lý, cập nhật và theo dõi tiến độ tình trạng các lỗi (bug) vào file",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-kiem-thu-phan-mem-tester-jlpt-n3/1933776.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "10 - 15 triệu",
        "company_name": "Công ty Cổ phần Voyager",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-voyager/107607.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Giao tiếp, Viết, Viết Testcase, 1+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1889276,
        "job_title": "Senior QA (3 Năm Kinh Nghiệm, Đi Làm Ngay)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Chịu trách nhiệm xây dựng và triển khai chiến lược kiểm thử toàn diện cho các sản phẩm phần mềm trong hệ sinh thái Dcorp (POS, Inventory, Online order, v.v).2. Tiếp nhận công việc, theo dõi tiến độ, tham gia đào tạo và đảm bảo hiệu suất.3. Thiết lập và duy trì quy trình kiểm thử tự động và thủ công cho web, mobile và hệ thống backend.4. Tích hợp và áp dụng các công cụ AI/ML để:Tự động hóa quy trình test (test case generation, defect prediction...).Phân tích dữ liệu lỗi và hành vi người dùng nhằm cải thiện trải nghiệm và hiệu suất sản phẩm.5. Phối hợp với các team Dev, PO/PM để đảm bảo chất lượng phần mềm ngay từ giai đoạn đầu.6. Đảm bảo sản phẩm tuân thủ các tiêu chuẩn bảo mật, hiệu suất và ổn định phù hợp với lĩnh vực F&B/eCommerce.7. Thực hiện các công việc liên quan khác theo yêu cầu của Quản Lý/ Ban Giám Đốc.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-qa-3-nam-kinh-nghiem-di-lam-ngay/1889276.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ DCORP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-dcorp/33842.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kiểm thử phần mềm, Lập Kế Hoạch Kiểm Thử, Báo Cáo Lỗi, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931399,
        "job_title": "Frontend Developer - Lương Đến 40 Triệu",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 40,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Phát triển Ứng dụng Electron:\na. Thành thạo Framework Electron và quen thuộc với các cơ chế giao tiếp giữa quy trình chính và quy trình render (ví dụ: IPC, ContextBridge).\nb. Chịu trách nhiệm phát triển, gỡ lỗi và bảo trì các ứng dụng desktop, đảm bảo hoạt động ổn định trên các nền tảng như Windows, macOS và Linux.\nc. Khả năng tích hợp và tối ưu hóa giao diện front-end React để mang lại trải nghiệm mượt mà cho người dùng desktop.\n2. Gỡ lỗi và Tối ưu hóa Hiệu suất:\na. Thành thạo Chrome DevTools và các công cụ gỡ lỗi tích hợp của Electron, có khả năng xác định và giải quyết hiệu quả các vấn đề rò rỉ bộ nhớ, tắc nghẽn hiệu suất, giao tiếp giữa các quy trình và các vấn đề khác.\nb. Quen thuộc với việc thiết lập môi trường gỡ lỗi Electron, phân tích bản đồ nguồn, giám sát yêu cầu mạng, lập hồ sơ hiệu suất và các công nghệ khác.\nc. Khả năng thực hiện tối ưu hóa cấp hệ thống cho tốc độ khởi động, hiệu suất kết xuất và tải tài nguyên.\n3. Triển khai sản phẩm:\na. Nắm rõ quy trình đóng gói và phát hành cho các ứng dụng Electron (ví dụ: electron-builder, electron-forge, v.v.) và có khả năng đóng gói chúng thành các tệp .exe trên Windows và .app trên macOS.\nb. Hiểu rõ cơ chế tự động cập nhật (autoUpdater), phát hành phiên bản, ký mã và phân phối gói cài đặt.\n4. Node.js và Tương tác Hệ thống:\na. Quen thuộc với môi trường Node.js và hiểu biết về lập trình bất đồng bộ và thiết kế mô-đun.\nb. Khả năng viết các mô-đun chức năng tương tác với hệ thống, chẳng hạn như hệ thống tệp, quản lý tiến trình, lệnh gọi hệ thống và thao tác dòng lệnh.\n5. Điểm cộng cho ứng viên khi:\na. Quen thuộc với việc nhúng WebView và cơ chế giao tiếp của nó với các tập lệnh web.\nb. Hiểu biết về các công cụ kiểm thử tự động hoặc gỡ lỗi web như Puppeteer/Playwright.\nc. Có kiến thức đầy đủ về thiết kế UI/UX và khả năng hợp tác với các nhà thiết kế front-end để tối ưu hóa trải nghiệm người dùng.\nd. Có kinh nghiệm gỡ lỗi tương thích đa nền tảng và quen thuộc với sự khác biệt trong hành vi của Electron trên nhiều hệ điều hành.",
        "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-luong-den-40-trieu/1931399.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 40 triệu",
        "company_name": "CÔNG TY TNHH KHOA HỌC VÀ CÔNG NGHỆ MINDORIGIN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-khoa-hoc-va-cong-nghe-mindorigin/236893.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn22ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1819268,
        "job_title": "Automation Tester/QC",
        "company": "N/A",
        "salary_min": 14,
        "salary_max": 18,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "TheMONA đang tìm kiếm ứng viên Automation Tester có tư duy chủ động, kỹ năng tốt về test API backend bằng Python và kiểm thử giao diện frontend bằng Selenium hoặc các công cụ tương đương. Ứng viên sẽ phối hợp cùng các team Dev, QA, DevOps để xây dựng hệ thống kiểm thử tự động hóa vững chắc – đảm bảo chất lượng và hiệu suất cho các sản phẩm phần mềm của công ty. Bạn sẽ:Thiết kế, phát triển và bảo trì các script kiểm thử tự động cho API backend bằng Python.Xây dựng và thực thi test case frontend (UI) bằng Selenium, Playwright hoặc công cụ tương tự.Tích hợp các script kiểm thử vào quy trình CI/CD để đảm bảo kiểm thử liên tục.Làm việc chặt chẽ với lập trình viên để hiểu rõ kiến trúc hệ thống và đảm bảo phạm vi kiểm thử toàn diện.Tham gia review yêu cầu, đưa ra phản hồi từ góc độ kiểm thử tự động.Phân tích kết quả test, tìm nguyên nhân lỗi, báo cáo bug qua công cụ như Jira.Duy trì và mở rộng framework kiểm thử, hệ thống quản lý dữ liệu test.Phối hợp với QA & DevOps để nâng cấp chiến lược tự động hóa kiểm thử.",
        "job_url": "https://www.topcv.vn/viec-lam/automation-tester-qc/1819268.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "14 - 18 triệu",
        "company_name": "CÔNG TY TNHH MONA HOST",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mona-host/230047.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Automation Test, Tư duy logic, Test Automation, 16+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1928767,
        "job_title": "Unity Game Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Develop and maintain 2D/3D mobile games using Unity;Collaborate closely with Game Designers, Artists, and PMs, combining diverse strengths to achieve shared milestones;Ensure game builds meet Google Play and App Store requirements, including submission and compliance;Support post-launch updates: bug fixing, improvements, and live-ops events;Research and apply new technologies/trends to enhance product quality and scalability for the global market;Take ownership of assigned features and feel proud of delivering high-quality gameplay experiences to global players;Prioritize impactful tasks, maintain work discipline, and ensure efficient delivery of game features that matter most to the project and players.",
        "job_url": "https://www.topcv.vn/viec-lam/unity-game-developer/1928767.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH HOPPER VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-hopper-viet-nam/164894.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn19ngày để ứng tuyển",
        "tags": "Unity, Sử Dụng Unity Engine, Giải quyết vấn đề",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1877669,
        "job_title": "Unity Developer (Casual/Puzzle) - All Level",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tham gia phát triển các dự án Game (Casual/Puzzle) trên nền tảng Unity\n- Phối hợp và thảo luận với các thành viên trong nhóm để xây dựng, hoàn thiện và tối ưu hóa trò chơi\n- Đóng góp ý tưởng và nội dung để nâng cao chất lượng sản phẩm",
        "job_url": "https://www.topcv.vn/viec-lam/unity-developer-casual-puzzle-all-level/1877669.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần công nghệ Skymare",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-skymare/188175.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn26ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935205,
        "job_title": "Kỹ Sư Mạng",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 25,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế, triển khai, quản lý và bảo trì hệ thống mạng (LAN, WAN, VPN, Wireless, Firewall, Load Balancer...) Giám sát hiệu suất mạng, xử lý sự cố, tối ưu hóa hệ thống để đảm bảo tính ổn định và bảo mật.Quản lý và cấu hình thiết bị mạng như router, switch, firewall (Cisco, Juniper, Fortinet, v.v.).Đề xuất và triển khai các giải pháp bảo mật mạng để ngăn chặn các mối đe dọa an ninh.Hỗ trợ người dùng và các bộ phận khác trong công ty về các vấn đề liên quan đến mạng.Nghiên cứu, thử nghiệm các công nghệ mới để nâng cao hiệu quả hệ thống mạng.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-mang/1935205.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 25 triệu",
        "company_name": "Công ty TNHH công nghệ truyền thông- truyền hình",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-truyen-thong-truyen-hinh/14691.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "TCP/IP, An Ninh Mạng, Định Tuyến (routing), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1930324,
        "job_title": "QC Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Lập kế hoạch & thiết kế kịch bản kiểm thử (Test Design): Phân tích yêu cầu nghiệp vụ và thiết kế để xây dựng test cases phù hợp.- Viết test plan, test case, test data cho các loại test: chức năng, giao diện, API, bảo mật (security test), hiệu năng (performance test), ...Thực hiện kiểm thử (Execution):- Tiến hành kiểm thử thủ công (manual test) và/hoặc kiểm thử tự động (automation test) tùy vào giai đoạn.- Kiểm thử các luồng nghiệp vụ liên quan đến dữ liệu khách hàng đa kênh, phân quyền truy cập, xác thực đa lớp (MFA), log hệ thống, dashboard...Ghi nhận & theo dõi lỗi (Bug Management):- Ghi log bug chi tiết, rõ ràng, có khả năng tái hiện (reproducible).- Sử dụng các công cụ quản lý lỗi như Jira hoặc tương đương.- Theo dõi tiến độ xử lý lỗi và hỗ trợ team Dev trong việc kiểm tra lại (re-test), kiểm thử hồi quy (regression test).Phối hợp & đóng góp cải tiến:- Làm việc cùng BA, Dev, UI/UX để hiểu rõ yêu cầu và đảm bảo tính đúng đắn, đầy đủ.- Tham gia vào các cuộc họp để cập nhật tiến độ, trao đổi giải pháp và phản hồi chất lượng",
        "job_url": "https://www.topcv.vn/viec-lam/qc-engineer/1930324.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH GIẢI PHÁP CÔNG NGHỆ APOLLO",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-giai-phap-cong-nghe-apollo/60466.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn20ngày để ứng tuyển",
        "tags": "Kiểm Tra Chất Lượng, Phân Tích Lỗi, báo cáo, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933662,
        "job_title": "Nhân Viên Quản Trị Cơ Sở Dữ Liệu (DBA)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Cài đặt, cấu hình, nâng cấp và bảo trì hệ thống với các hệ thống Quản trị cơ sở dữ liệu (Oracle, MS SQL Server, MySQL, …)- Xử lý và khắc phục các sự cố liên quan đến Database.- Theo dõi và tối ưu hóa hiệu năng của Database.- Xây dựng và thiết kế các vấn đề bảo mật Database.- Thực hiện việc sao lưu và phục hồi Cơ sở dữ liệu.- Tham gia triển khai các dự án CNTT.- Vận hành và quản trị các máy chủ cơ sở dữ liệu.- Thực hiện các công việc được giao khác theo sự phân công của quản lý cấp trên.- Làm việc trong lĩnh vực Thương mại điện tử, Thanh toán trực tuyến và giải pháp Ngân hàng.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-quan-tri-co-so-du-lieu-dba/1933662.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-giai-phap-thanh-toan-viet-nam-vnpay/200858.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "SQL, Sao Lưu Và Phục Hồi Dữ Liệu, Tối Ưu Hóa Hiệu Suất Csdl, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931709,
        "job_title": "Tester Leader Lương Upto 35M (Manual)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 35,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Nghiên cứu yêu cầu, xây dựng kế hoạch và kịch bản kiểm thử chi tiết, review kịch bản kiểm thử và test case cho các dự án lập trình Website, Mobile App.Tiến hành kiểm thử theo kịch bản: tạo báo cáo lỗi và phối hợp với Dev sửa lỗi.Bàn giao, hỗ trợ vận hành các tính năng đã test.Quản lý, phân tích và theo dõi kết quả test của team.Phân công công việc, giám sát, đôn đốc các thành viên trong nhóm thực hiện công việc.Tổ chức đào tạo, xây dựng và quản lý nhóm kiểm thử phần mềm.Chịu trách nhiệm chung về chất lượng kiểm thử.Tham gia các công việc liên quan đến cải tiến năng suất chất lượng, quy trình kiểm thử, đánh giá nhân viên.Báo cáo tiến độ, kết quả công việc của teamThực hiện các công việc khác theo yêu cầu từ quản lý trực tiếp, ban lãnh đạo công ty",
        "job_url": "https://www.topcv.vn/viec-lam/tester-leader-luong-upto-35m-manual/1931709.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 35 triệu",
        "company_name": "Apero Technologies Group",
        "company_link": "https://www.topcv.vn/cong-ty/apero-technologies-group/225458.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Kiến Thức Về Kiểm Thử Phần Mềm, Kinh Nghiệm Quản Lý Nhóm, Kỹ Năng Lập Kế Hoạch Kiểm Thử, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933761,
        "job_title": "Chuyên Viên Kiểm Thử/ Tester ( 2 Năm Kinh Nghiệm) Lương Upto 15 Triệu - Đi Làm Ngay",
        "company": "N/A",
        "salary_min": 10,
        "salary_max": 15,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phối hợp với Deverlopment team Leader và PM để hiểu rõ về chức năng của sản phẩm\nXây dựng kế hoạch test (lập kế hoạch, kịch bản, script)\nChuẩn bị test (tạo dữ liệu, thiết lập môi trường)\nTiến hành test Mobile app, Web Aplication, Rest API, S/W, Tool nội bộ\nViết báo cáo test (phân biệt, ghi nhận lỗi S/W, phân tích kết quả, phân biệt giữa vấn đề và cải thiện)\nPhối hợp với team dev để test và recheck các bug trước/trong/sau khi golve sản phẩm",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-kiem-thu-tester-2-nam-kinh-nghiem-luong-upto-15-trieu-di-lam-ngay/1933761.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "10 - 15 triệu",
        "company_name": "Công ty Cổ phần Finy",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-finy/156016.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Tester, Sử Dụng Các Thiết Bị Đo Đạc Mạng (multimeter, Cable Tester), Kỹ Năng Sử Dụng Các Công Cụ Đo Kiểm Mạng (tester, Analyzer), 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931282,
        "job_title": "Junior QC / Tester (Hybrid Working)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Analyze and review requirements, plan testing for platform features and system integration.Write test cases/test designs, create test cycles, and manage them on the system.Conduct API testing, workflow, automated jobs, and background processes.Test interfaces, dashboard pages, and UI configurations.Collaborate with the PO to understand business requirements and confirm completion criteria.Log bugs, verify and manage bugs, and track the progress of bug fixes and verifications.Propose improvements to the testing process, test coverage, and quality reporting.Support the review of business documents, providing feedback from a testing perspective.Receive feedback, check, and address customer feedback.Write automation scripts using Cypress, Playwright to accelerate the testing process.Perform tasks assigned by the team and leader.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-qc-tester-hybrid-working/1931282.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH THƯƠNG MẠI DỊCH VỤ VEXERE",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thuong-mai-dich-vu-vexere/156045.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn22ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Kiểm thử phần mềm, Viết Testcase, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940578,
        "job_title": "Manual Tester",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phân tích yêu cầu, thiết kế và thực hiện test case, test scenario.Thực hiện kiểm thử chức năng, giao diện, hiệu năng theo kế hoạch.Thực hiện API testing (Postman, Swagger hoặc công cụ tương tự).Kiểm thử cơ sở dữ liệu, viết và chạy truy vấn SQL để xác minh dữ liệu.Ghi nhận bug, phối hợp với developer để xác định nguyên nhân và theo dõi fix.Viết báo cáo kiểm thử, cung cấp đánh giá về chất lượng sản phẩm.Đóng góp ý kiến cải tiến quy trình test và chất lượng phần mềm.",
        "job_url": "https://www.topcv.vn/viec-lam/manual-tester/1940578.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 20 triệu",
        "company_name": "Công ty cổ phần phần mềm ITSOL Holdings",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-phan-mem-itsol-holdings/183155.html",
        "updated_at": "Cập nhật 10 phút trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, Kỹ Năng Thực Hiện Test, 2+",
        "location": "Hà Nội"
    }
]