[
    {
        "job_id": 1922685,
        "job_title": "Lập Tình Viên - Lương Upto 25 Triệu",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1.\tPhát triển giao diện người dùng (UI/UX) cho các sản phẩm phần mềm của công ty trong các lĩnh vực như đầu tư chứng khoán, đào tạo trực tuyến, v.v.\n2.\tChuyển đổi thiết kế (wireframes, mockups) thành các tính năng, trang web hoặc ứng dụng mobile có tính tương tác cao, mượt mà và hiệu năng tốt.\n3.\tPhát triển và bảo trì ứng dụng web (ReactJS, NextJS) và ứng dụng mobile đa nền tảng (React Native) theo yêu cầu sản phẩm.\n4.\tTích hợp giao diện front-end/mobile với hệ thống back-end thông qua API.\n5.\tTối ưu hiệu suất, tốc độ tải, khả năng phản hồi và trải nghiệm người dùng trên cả web và mobile.\n6.\tSử dụng các công cụ hỗ trợ AI trong lập trình (GitHub Copilot, Cursor, ChatGPT, Claude, v.v.) để tăng năng suất và chất lượng code.\n7.\tỨng dụng công nghệ AI để nâng cao trải nghiệm người dùng, tự động hóa hoặc tối ưu sản phẩm.\n8.\tTham gia nghiên cứu, xây dựng hoặc tích hợp các tính năng, mô hình hoặc ứng dụng AI trong sản phẩm.\n9.\tPhối hợp chặt chẽ với team thiết kế (UI/UX), back-end và QA để đảm bảo chất lượng sản phẩm.\n10.\tNghiên cứu và đề xuất các công nghệ, framework front-end/mobile mới phù hợp với xu hướng phát triển.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-tinh-vien-luong-upto-25-trieu/1922685.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 25 triệu",
        "company_name": "CTCP Truyền thông và Dịch vụ số Kiến Lửa",
        "company_link": "https://www.topcv.vn/cong-ty/ctcp-truyen-thong-va-dich-vu-so-kien-lua/105393.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Html, Css, Javascript, .NET, ReactJS, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1923112,
        "job_title": "Junior QC Engineer (Manual Testing)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Job Description:We are looking for Quality Control Engineer to join our projects. Your main responsibility will be:Analyze business requirements & acceptance criteria in order to execute manual tests and improve user experience.Build and implement test strategy/test plan.Design test scenarios, test cases to ensure acceptance criteria are met.Execute manual testing in mobile applications to ensure the product is delivered with high quality.Get involved in API testingIdentify, record defects, and detect inconsistenciesWork closely with other departments to understand the functionality and assist in resolving identified defects. Contribute suggestions and apply quality engineering principles to the development team to improve product quality.Provide timely solutions, support, report and documentation.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-qc-engineer-manual-testing/1923112.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MAPLE LABS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-maple-labs/41190.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, Kỹ Năng Báo Cáo Lỗi, 3+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1914583,
        "job_title": "Tester - Từ 2 Năm Kinh Nghiệm",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Đọc hiểu tài liệu yêu cầu của hệ thống, tài liệu thiết kế;Thiết lập môi trường kiểm thử, thực thi và báo cáo kết quả.Quản lý, phân tích và theo dõi kết quả test, báo cáo kết quả và đánh giá chất lượng sản phẩm trước khi bàn giao.Nghiên cứu, ứng dụng các công cụ test phục vụ cho việc kiểm thử.Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp.",
        "job_url": "https://www.topcv.vn/viec-lam/tester-tu-2-nam-kinh-nghiem/1914583.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH DỊCH VỤ SỐ DIGILIFE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-dich-vu-so-digilife-viet-nam/33666.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Kiểm thử phần mềm, Báo Cáo Lỗi, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1923472,
        "job_title": "Java Technical Lead (Fintech)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "We are looking for experienced Java Technical Lead/ Technical Owner to join our product team. This is a fantastic opportunity to work at a well-established and leading start-up in Vietnam as One Mount Group.As part of One Mount's mission to become a leading technology ecosystem in Vietnam, our team is at the forefront of building a revolutionary fintech platform. We are dedicated to providing the most convenient and comprehensive financial and payment services for customers, driving the digital transformation of Vietnam's financial landscape.",
        "job_url": "https://www.topcv.vn/viec-lam/java-technical-lead-fintech/1923472.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN ONE MOUNT GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-one-mount-group/165850.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Java, Spring Framework (spring Boot, Spring Mvc), Microservices Architecture, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1466111,
        "job_title": "Lập Trình Viên Fullstack (.Net Core, Angular)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tham gia phát triển các ứng dụng trên nền tảng .NET, .NET core cho sản phẩm của công ty.- Được tham gia đồng hành cũng với các startup trẻ hoặc được trực tiếp để xây dựng các sản phẩm y tế hướng tới hàng triệu người dùng tại thị trường Việt Nam.- Làm việc theo sự phân công của trưởng nhóm / quản lý dự án, phối hợp giữa các nhóm để phát triển sản phẩm.- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Công việc cụ thể trao đổi thêm khi phỏng vấn.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-fullstack-net-core-angular/1466111.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH 1 thành viên công nghệ và truyền thông 3i",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-1-thanh-vien-cong-nghe-va-truyen-thong-3i/6513.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": ".NET, Angular",
        "location": "Hà Nội"
    },
    {
        "job_id": 1921041,
        "job_title": "Fullstack Developer (Nodejs/PHP/Angular)",
        "company": "Công ty Cổ phần Công nghệ eUp",
        "salary_min": 27,
        "salary_max": 37,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Định hướng và thiết kế kiến trúc hệ thống cho các dự án phần mềm.Đánh giá và lựa chọn các công nghệ, công cụ phù hợp để cải thiện hiệu suất và chất lượng sản phẩm.    Đảm bảo rằng các giải pháp kỹ thuật phù hợp với yêu cầu kinh doanh và tuân thủ các tiêu chuẩn kỹ thuật.Phản ứng nhanh chóng và hiệu quả đối với các sự cố kỹ thuật, triển khai các bản sửa lỗi khẩn cấp để đảm bảo dịch vụ không bị gián đoạn.    Phân tích nguyên nhân gốc rễ của các sự cố và đề xuất các giải pháp lâu dài để ngăn ngừa tái diễn.    Xây dựng và duy trì các thành phần cốt lõi của hệ thống, đảm bảo mã nguồn chất lượng cao, dễ bảo trì và mở rộng.    Tham gia vào việc viết mã, kiểm tra mã và xem xét mã của các thành viên khác để đảm bảo tuân thủ các tiêu chuẩn kỹ thuật.    Hướng dẫn và hỗ trợ các kỹ sư cấp dưới, chia sẻ kiến thức và kinh nghiệm để nâng cao năng lực chung của đội ngũ.    Tổ chức các buổi đào tạo, workshop để cập nhật công nghệ mới và cải thiện quy trình phát triển.",
        "job_url": "https://www.topcv.vn/brand/eup/tuyen-dung/fullstack-developer-nodejs-php-angular-j1921041.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "27 - 37 triệu",
        "company_name": "Công ty Cổ phần Công nghệ eUp",
        "company_link": "https://www.topcv.vn/brand/eup?id=81451",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Java, Javascript, NodeJS, 23+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922602,
        "job_title": "Kỹ Sư AI (AI Engineer)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Thiết kế, phát triển và triển khai các AI Agent thông minh, có khả năng tương tác, học hỏi và hỗ trợ người dùng hoặc hệ thống tự động.Nghiên cứu và áp dụng các thuật toán Machine Learning, Deep Learning, NLP, Reinforcement Learning để xây dựng các agent hiệu quả.Xây dựng pipeline dữ liệu, huấn luyện mô hình và tối ưu hóa hiệu suất của AI Agent.Phối hợp với team sản phẩm và kỹ thuật để tích hợp AI Agent vào các ứng dụng thực tế.Giám sát, đánh giá và cải tiến liên tục AI Agent dựa trên phản hồi người dùng và dữ liệu thực tế.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-ai-ai-engineer/1922602.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần Viễn thông VTC",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-vien-thong-vtc/19776.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Học Sâu (deep Learning), Phát Triển Và Triển Khai Mô Hình Ai, Làm Việc Với Các Framework Ai (tensorflow, Pytorch, Keras), 6+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1839478,
        "job_title": "Lập Trình Viên Vue.Js",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 23,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Design and develop compelling and usable customer web interfaces using VueJS.Work closely with engineers from other teams to develop and build high-quality software.Improve the efficiency of existing products, debug and troubleshoot production issues.Build the architecture and design of new products and features.Implement UI components and libraries.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-vue-js/1839478.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "600 - 900 USD",
        "company_name": "CÔNG TY TNHH EAERA VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-eaera-viet-nam/194871.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "CSS, HTML, Javascript, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922673,
        "job_title": "Python Developer (Learning Management System)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "We are looking for a Developer experienced in building, customizing, and operating Learning Management Systems (LMS). Candidates with experience on at least 2 production Open edX projects will be prioritized. You will work closely with product, content, and DevOps teams to design, develop, and optimize our online learning platform.Develop, customize and extend LMS features (e.g., Open edX, Moodle, Canvas).Design and build XBlocks / plugins / integrations for Open edX.Deploy, configure and operate LMS environments (Docker / Tutor / Ansible / Kubernetes).Integrate systems: SSO (OAuth2 / SAML / LTI), payment gateways, CRM, reporting/analytics.Improve performance, security and scalability of the learning platform.Write automated tests, technical documentation and runbooks for ops/QA teams.Troubleshoot production incidents, handle backup/restore and data migrations when needed.Collaborate closely with UX, content and QA to ensure a smooth learner experience.",
        "job_url": "https://www.topcv.vn/viec-lam/python-developer-learning-management-system/1922673.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN STARLENT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-starlent/240085.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Python, RESTful APIs, Object Relational Mapping (orm), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1922397,
        "job_title": "Business Analyst (BA)- Hệ Thống CSDL & Ứng Dụng AI",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Business Analyst (BA) / Thực tập sinh BA – Hệ thống CSDL & Ứng dụng AI Phân tích Dữ liệu1. Phân tích và mô tả nghiệp vụHỗ trợ khảo sát, làm việc với người dùng và đơn vị nghiệp vụ để thu thập yêu cầu.Vẽ sơ đồ quy trình (Process Flow, BPMN) và mô tả các use case cơ bản.Viết tài liệu mô tả yêu cầu nghiệp vụ (BRD/SRS) dưới sự hướng dẫn của trưởng nhóm.2. Phân tích và quản lý dữ liệuTìm hiểu cấu trúc các bảng dữ liệu, hỗ trợ kiểm tra dữ liệu đầu vào/đầu ra.Phối hợp với nhóm kỹ thuật để mô tả luồng dữ liệu, mapping dữ liệu giữa các hệ thống.Hỗ trợ xây dựng Data Dictionary, bảng tham số, báo cáo mẫu, dashboard mẫu.3. Hỗ trợ sản phẩm AI & phân tích dữ liệuHỗ trợ xây dựng kịch bản chatbot, callbot hoặc mô hình phân tích hành vi người dùng.Chuẩn bị dataset mẫu, test case và kịch bản kiểm thử nghiệp vụ (UAT).Ghi nhận lỗi, đề xuất cải tiến chức năng hoặc giao diện dựa trên phản hồi người dùng.4. Tài liệu & triển khaiViết hướng dẫn sử dụng, tài liệu mô tả chức năng, tổng hợp yêu cầu thay đổi.Hỗ trợ đội dự án trong các buổi demo, đào tạo người dùng, nghiệm thu sản phẩm.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-ba-he-thong-csdl-ung-dung-ai/1922397.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cp Công nghệ và Truyền thông Dagoras",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-cong-nghe-va-truyen-thong-dagoras/64043.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Phân Tích Nghiệp Vụ, phân tích yêu cầu, Mô Hình Hóa Dữ Liệu, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 166269,
        "job_title": "Thực Tập Sinh Dotnet",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tham gia tìm hiểu và phát triển các dự án website, mobile web cho các khách hàng trong nước và nước ngoài- Tham gia vào các dự án về phát triển phần mềm của công ty theo hình thức training on-job dưới sự hướng dẫn trực tiếp của Leader- Nghiên cứu, phát triển công nghệ mới để ứng dụng xây dựng các sản phẩm dịch vụ mới- Triển khai, đào tạo các công nghệ mới- Tối ưu hiệu xuất xử lý của các sản phẩm, dịch vụ hiện có- Chi tiết sẽ trao đổi cụ thể khi phỏng vấn",
        "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-dotnet/166269.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH 1 thành viên công nghệ và truyền thông 3i",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-1-thanh-vien-cong-nghe-va-truyen-thong-3i/6513.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": ".NET, CSS, HTML, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1608671,
        "job_title": "Lập Trình Viên Shopify App",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia xây dựng và phát triển các dự án ứng dụng cho Shopify app store với công nghệ sử dụng ngôn ngữ Javascript.Làm việc hàng ngày với các ứng dụng web phát triển dựa trên React framework, phát triển các tính năng từ back-end đến front-end.Viết các tài liệu kỹ thuật liên quan đến dự án.Kiểm tra, xem lại chất lượng sản phẩm trước khi chuyển cho Tester.Sửa lỗi chương trình (fix bug) và hỗ trợ các thành viên trong nhóm.Tham gia chăm sóc khách hàng cùng với bộ phận CSKH với các case cần đến hỗ trợ của kỹ thuật.Nghiên cứu và phát triển các tính năng mới, module mới, ứng dụng mới.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-shopify-app/1608671.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN ADON VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-adon-viet-nam/209196.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Javascript (es6+), Html, Css, React (hoặc Framework Tương Tự Như Vue, Angular)",
        "location": "Hà Nội"
    },
    {
        "job_id": 1921666,
        "job_title": "Chuyên Viên Phát Triển WEB (Web Developer)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển web: Lập trình front-end (HTML, CSS, JavaScript, React/Vue) và back-end (PHP, Node.js, Python hoặc tương đương).Bảo trì & cập nhật: Theo dõi, sửa lỗi và cập nhật các tính năng mới cho website.Tối ưu hiệu năng: Cải thiện tốc độ tải trang, chuẩn SEO và trải nghiệm người dùng.Bảo mật: Triển khai các biện pháp bảo mật dữ liệu, kiểm soát truy cập và sao lưu định kỳ.Phối hợp nội bộ: Làm việc cùng Marketing, Thiết kế và Kinh doanh để triển khai các chiến dịch trực tuyến.Hỗ trợ kỹ thuật: Giải quyết các sự cố website hoặc vấn đề kỹ thuật phát sinh.Báo cáo: Cập nhật tiến độ dự án và đề xuất cải tiến cho cấp quản lý.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-phat-trien-web-web-developer/1921666.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "CÔNG TY TNHH XUẤT NHẬP KHẨU NATIONAL FORTUNE",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-xuat-nhap-khau-national-fortune/42230.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1922238,
        "job_title": "Middle BA/QC_Thu Nhập Thỏa Thuận_Quận 1",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Thu thập và phân tích yêu cầu từ các phòng ban/bộ phận. Viết và cập nhật tài liệu yêu cầu (BRD, SRS, User Story);Tham gia thiết kế mockup/wireframe cho các tính năng web/app;Phối hợp với chặt chẽ với Dev và Stakeholder làm rõ yêu cầu, để đảm bảo tính năng đáp ứng đúng nghiệp vụ vận hành;Thực hiện kiểm thử phần mềm để đảm bảo chất lượng sản phẩm trước khi đưa vào vận hành;Tham gia xây dựng tài liệu hướng dẫn sử dụng, phối hợp hỗ trợ người dùng trong quá trình triển khai;Theo dõi, cập nhật và đánh giá lỗi (bug), đảm bảo tính đầy đủ và chính xác của sản phẩm so với yêu cầu nghiệp vụ sau quá trình vận hành.",
        "job_url": "https://www.topcv.vn/viec-lam/middle-ba-qc-thu-nhap-thoa-thuan-quan-1/1922238.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần DAYONE ASIA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dayone-asia/155214.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Phân Tích Nghiệp Vụ, Kiểm thử phần mềm, Viết Tài Liệu Đặc Tả, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1708572,
        "job_title": "Mobile Developer",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Xây dựng ứng dụng di động (iOS, Android)Tối ưu hiệu năng, UI/UXLàm việc với các hệ thống backend, third-party SDK (Firebase, Google Maps...)Tự kiểm tra ứng dụng trước khi bàn giao QAFix bugs phát hiện trong quá trình testFix lỗi sau khi app đã phát hànhPhối hợp phản hồi người dùng nếu có sự cố",
        "job_url": "https://www.topcv.vn/viec-lam/mobile-developer/1708572.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ PHÁT TRIỂN PI GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dau-tu-phat-trien-pi-group/66222.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1922153,
        "job_title": "Mobile Developer (Flutter)_Thu Nhập Thỏa Thuận_Quận 1",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Trực tiếp phát triển các ứng dụng di động trên nền tảng Flutter, tích hợp với hệ thống vận hành nội bộ phục vụ cho các lĩnh vực như: bán lẻ, giáo dục.  Thiết kế giao diện người dùng thân thiện và tương thích trên nhiều thiết bị. Đảm bảo hiệu suất, chất lượng và tối ưu trải nghiệm cho người dùng. Tích hợp API backend (RESTful) do team backend cung cấp, xử lý dữ liệu và trạng thái linh hoạt. Phối hợp chặt chẽ với Dev Lead để tổ chức codebase, viết mã rõ ràng, tuân thủ tiêu chuẩn kỹ thuật của team. Phối hợp với BA/QC để đảm bảo chất lượng sản phẩm trước khi đưa vào vận hành. Tham gia đóng gói (build), cấu hình, và triển khai app lên App Store/Google Play.",
        "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-flutter-thu-nhap-thoa-thuan-quan-1/1922153.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần DAYONE ASIA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dayone-asia/155214.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn14ngày để ứng tuyển",
        "tags": "Flutter, Dart, UI/UX, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1941214,
        "job_title": "Android Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Design, build, and maintain Android apps using Kotlin and Jetpack Compose..Use modern app architectures like MVVM, MVI, and Clean Architecture.Building and maintaining reusable in-house Android libraries or shared UI component librariesKeep code quality high with unit tests (JUnit/MockK) Work closely with the team to deliver smooth and high-performing mobile apps.Use problem-solving and analytical thinking to build simple, effective solutions.Keep learning and stay up to date with the latest Android tools and best practices",
        "job_url": "https://www.topcv.vn/viec-lam/android-developer/1941214.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TECHVIFY SOFTWARE., JSC",
        "company_link": "https://www.topcv.vn/cong-ty/techvify-software-jsc/107493.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn31ngày để ứng tuyển",
        "tags": "Java/Kotlin",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941154,
        "job_title": "Game Artist",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 27,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "-Conceptualize and create a variety of 2D and 3D assets, including characters, environments, props, textures, and user interface (UI) elements, in line with the project's artistic vision.-Collaborate closely with the art director and lead artist to ensure all assets maintain a consistent style and quality bar throughout the project.-Work with game designers and level designers to ensure that art assets support and enhance the gameplay experience.-Create high-quality 3D models, sculpts, and textures, ensuring they are optimized for real-time game engine performance.-Develop concept art, storyboards, and mood boards to help establish and communicate the visual direction of the game.Rig and animate characters and objects as needed for the project.-Participate in art reviews, providing and receiving constructive feedback to continually improve the quality of the game's visuals.-Stay up-to-date with the latest industry trends, tools, and technologies in game art creation.Troubleshoot and solve visual problems that arise during development.",
        "job_url": "https://www.topcv.vn/viec-lam/game-artist/1941154.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 27 triệu",
        "company_name": "Công ty Cổ phần Công nghệ Phần mềm Tinh Vân",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-phan-mem-tinh-van/102136.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Vẽ, Thiết Kế Nhân Vật, Thiết Kế Môi Trường, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940341,
        "job_title": "Tester / QC (Manual & Automation)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "TESTER / QC (MANUAL & AUTOMATION)Vị trí Tester làm việc tại Preny AI — Nền tảng Chatbot và Mini CRM đa kênh Facebook, Zalo, TikTok, Instagram, Website, v.v.MỤC TIÊU VỊ TRÍ:Đảm bảo chất lượng sản phẩm Preny AI đạt tiêu chuẩn cao về độ ổn định, hiệu năng và trải nghiệm người dùng. Vị trí này không chỉ dừng lại ở kiểm thử, mà còn đóng vai trò xây dựng quy trình QA chuyên nghiệp, có cơ hội phát triển lên Leader Tester trong 2 năm.THÔNG TIN CÔNG TY:Preny là AI Chatbot do Công Ty TNHH MTV NDN độc quyền phát triển (cũng là Đơn vị phát triển ứng dụng tư vấn Askany - Tư vấn, cố vấn cùng chuyên gia). AI Chatbot Preny là giải pháp ứng dụng trí tuệ nhân tạo (AI) giúp chăm sóc khách hàng bước đầu để tăng tỷ lệ chuyển đổi, nhất là khi doanh nghiệp có khách hàng ở đa nền tảng.MÔ TẢ CÔNG VIỆC:Phân tích yêu cầu từ User Story / Task trên Jira để xây dựng Test Plan, Test Case, Test Scenario đầy đủ.Thực hiện Manual Testing trên Web, Mobile App, và API.Viết & chạy Automation Test (ưu tiên: Cypress, Playwright, hoặc Postman/Newman, Jest).Kiểm thử API (REST, Webhook) bằng Postman hoặc các công cụ tương tự.Kiểm thử Database (MongoDB, MySQL, PostgreSQL) bằng query thực tế.Kiểm thử tích hợp đa nền tảng: Facebook, Zalo, TikTok, Instagram, Website chat widget.Báo cáo bug chi tiết, rõ ràng, có khả năng tái hiện và theo dõi tiến độ fix bug.Phối hợp chặt chẽ với team Dev, PO, AI Engineer, Designer trong môi trường Scrum Agile (sprint 2 tuần).Tham gia xây dựng bộ checklist, test template, test report nội bộ chuẩn hóa.Góp phần xây dựng quy trình QA, Automation Framework cho đội QA.",
        "job_url": "https://www.topcv.vn/viec-lam/tester-qc-manual-automation/1940341.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MTV NDN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mtv-ndn/170648.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Kỹ Năng Phân Tích Yêu Cầu, Kiến Thức Về Quy Trình Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, Test Plan, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1941082,
        "job_title": "Intern 3D Artist",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Hỗ trợ thiết kế môi trường, nhân vật, animation cơ bản cho các dự án game.Tham gia xây dựng và tinh chỉnh mô hình 3D, hiệu ứng hình ảnh theo yêu cầu của dự án.Phối hợp cùng các anh chị trong team lập trình, thiết kế để đảm bảo sản phẩm hoạt động mượt mà trong game.Được hướng dẫn tham gia vào quá trình hoàn thiện sản phẩm trong từng giai đoạn phát triển game.",
        "job_url": "https://www.topcv.vn/viec-lam/intern-3d-artist/1941082.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN BLACKGEMS GLOBAL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-blackgems-global/168949.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Kiến Thức Về Phần Mềm 3d (ví Dụ: Blender, Maya, 3ds Max), Kỹ Năng Modeling 3d, Kỹ Năng Texturing, 6+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1869985,
        "job_title": "Kỹ Sư Giải Pháp (ICT Solutions Engineer)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Thiết kế Giải pháp:Làm việc trực tiếp với đội ngũ kinh doanh và khách hàng để hiểu rõ các yêu cầu kinh doanh, các quan hệ hợp tác trong nội bộ Công ty và hồ sơ ISOCó kỹ năng chuyên sâu về hệ thống hạ tầng ICTXây dựng các cấu hình kỹ thuật phù hợp yêu cầu khách hàng về các dự án đầu tư CNTT.Trình bày, làm hồ sơ giải pháp và hồ sơ dự án, triển khai dự án giải pháp CNTT.Nghiên cứu, tự học hoặc tham gia các khóa đào tạo của hãng thường xuyên để nắm vững được các giải pháp, công nghệ và sản phẩm của các đối tác của Công ty.2. Hỗ trợ Kỹ thuật và Bán hàng:Hỗ trợ kỹ thuật, thực hiện các dịch vụ kỹ thuật theo yêu cầu của khách hàng và yêu cầu của các dự án IT (bao gồm cả phần Presales, Postsales và Afterales Service)Tham gia vào quá trình lập hồ sơ thầu, viết đề xuất kỹ thuật (technical proposal) và báo cáo. Trình bày, làm hồ sơ giải pháp và hồ sơ dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-giai-phap-ict-solutions-engineer/1869985.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ HỒNG CƠ",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-hong-co/27177.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Kỹ Năng Phân Tích Và Giải Quyết Vấn Đề, Kiến Thức Về Hạ Tầng Cntt, Kiến Thức Về Các Giải Pháp Ict (ví Dụ: Cloud, Security, Network)",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940883,
        "job_title": "IT DevOps Engineer (Fresh)",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 22,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Mô tả công việc:Tham gia Xây dựng, triển khai và duy trì hạ tầng CI/CD phục vụ cho phát triển và vận hành phần mềm nội bộ.Tham gia triển khai hệthống phần mềm nội bộ (ERP, HRM, sản xuất, v.v.).Tìm hiểu và thực hành Quản lý server, môi trường container hóa (Docker, Kubernetes, Hyper-V), dịch vụ cloud(nếu có).Phối hợp với team phát triển phần mềm để tối ưu quá trình build – test – deploy.Tham gia Xây dựng các công cụ giám sát hệ thống và log để cảnh báo và khắc phục sự cố.Thực hiện tự động hóa các quy trình vận hành hệ thống để nâng cao hiệu suất và độ ổn định.Trách nhiệm chính:Tham gia thiết kế, duy trì và cải tiến hệ thống CI/CD pipelines.Tham gia triển khai và giám sát hệ thống hạ tầng CNTT (Linux/Windows servers, cloud, backup).Đảm bảo an toàn thông tin và bảo mật hệ thống.Phối hợp vớicác bộ phận khác để đảm bảo hệ thống phần mềm vận hành ổn định.",
        "job_url": "https://www.topcv.vn/viec-lam/it-devops-engineer-fresh/1940883.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 22 triệu",
        "company_name": "CÔNG TY CỔ PHẦN SẢN XUẤT VÀ ĐẦU TƯ HOÀNG GIA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-san-xuat-va-dau-tu-hoang-gia/229946.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Linux, Networking, Cloud Computing (aws, Azure, Gcp), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940874,
        "job_title": "Product Owner - ISC",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Định hướng và Chiến lược Sản phẩm (Product Strategy & Vision)- Xác định tầm nhìn (Vision), chiến lược và lộ trình (Roadmap) phát triển cho các sản phẩm số được giao.- Thực hiện nghiên cứu thị trường, phân tích đối thủ cạnh tranh, và xu hướng công nghệ (đặc biệt trong lĩnh vực bán lẻ, dược phẩm, và y tế số) để xác định các cơ hội sản phẩm mới.- Phối hợp chặt chẽ với các bên liên quan cấp cao (Stakeholders) như Ban lãnh đạo, khối Kinh doanh, Vận hành, và Tài chính để đảm bảo sản phẩm phù hợp với mục tiêu kinh doanh tổng thể của Long Châu.2. Quản lý Yêu cầu và Ưu tiên (Requirements Management & Prioritization)- Thu thập, phân tích và tài liệu hóa chi tiết các yêu cầu nghiệp vụ (Business Requirements) thành các User Story, Acceptance Criteria và Prototype.- Quản lý và liên tục tối ưu hóa Product Backlog, đảm bảo các hạng mục được ưu tiên (Prioritize) dựa trên giá trị kinh doanh (Business Value), mức độ phức tạp và rủi ro.3. Phối hợp Phát triển (Development Collaboration)- Đóng vai trò là cầu nối thông tin duy nhất giữa khối nghiệp vụ/kinh doanh và Đội ngũ Phát triển (Development Team/Scrum Team).- Thực hiện vai trò ra quyết định nhanh chóng và chính xác cho các vấn đề phát sinh trong quá trình phát triển (ví dụ: các Trade-off giữa Scope, Time, và Quality).- Tham gia kiểm thử (UAT - User Acceptance Testing) và đảm bảo sản phẩm được triển khai đáp ứng đúng các tiêu chí nghiệm thu đã đặt ra.4. Đo lường và Tối ưu (Measurement & Optimization)- Xác định và theo dõi các chỉ số hiệu suất chính (KPIs) của sản phẩm (ví dụ: Tỷ lệ chuyển đổi, Tỷ lệ sử dụng tính năng, NPS/CSAT, Thời gian xử lý giao dịch, Tăng trưởng doanh thu số...).- Sử dụng dữ liệu (Data-driven decision making) để phân tích hành vi người dùng và hiệu suất sản phẩm, từ đó đề xuất các cải tiến và thử nghiệm A/B Testing liên tục.",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-isc/1940874.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN DƯỢC PHẨM FPT LONG CHÂU",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-duoc-pham-fpt-long-chau/49443.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Agile, SCRUM, Stakeholder Management, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940682,
        "job_title": "Game Designer",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 18,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "- Tìm hiểu, nghiên cứu các ý tưởng game mới, thị trường và xu hướng chơi game của người chơi;- Lên ý tưởng, thiết kế kịch bản đầy đủ chi tiết game theo yêu cầu: tính năng, nội dung, giao diện…;- Xây dựng level, đánh giá/phân tích, cân bằng game;- Áp dụng mô hình kiếm tiền vào game (IAP, IAA, F2P, P2E,Subscription, …);- Phối hợp với bộ phận Artist và Developer để phát triển và hoàn thiện các ý tưởng cho game;- Theo dõi số liệu, đánh giá, phản hồi từ người chơi để điều chỉnh Gameplay cho phù hợp;- Phân tích các chỉ số trong game để đưa ra hướng cải thiện sản phẩm;",
        "job_url": "https://www.topcv.vn/viec-lam/game-designer/1940682.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 18 triệu",
        "company_name": "CÔNG TY TNHH THƯƠNG MẠI DỊCH VỤ VGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thuong-mai-dich-vu-vgs/94702.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Thiết Kế Game, Tư duy sáng tạo, Giải quyết vấn đề, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1088405,
        "job_title": "Chuyên Viên Quản Trị Vận Hành Phần Mềm Ứng Dụng",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 28,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Chức năng chínhQuản trị, triển khai, giám sát và hỗ trợ vận hành các hệ thống phần mềm trọng yếu như HIS, LIS, PACS, EMR và các hệ thống báo cáo của Tập đoàn.Phân tích nghiệp vụ và hỗ trợ xây dựng báo cáo quản trị dữ liệu (BI), dashboard phục vụ điều hành từ cơ sở đến cấp Tập đoàn.Quản trị dữ liệu mở (MariaDB) và phát triển công cụ báo cáo bằng Power BI.Đóng vai trò là cầu nối giữa bộ phận nghiệp vụ và kỹ thuật trong quá trình triển khai hệ thống phần mềm và báo cáo.2. Nhiệm vụ2.1. Quản trị và hỗ trợ phần mềmCài đặt, cấu hình, triển khai và giám sát vận hành các hệ thống phần mềm trong Tập đoàn.Quản lý việc cập nhật, bảo trì, vá lỗi hệ thống đúng thời gian và quy trình.Hỗ trợ người dùng tại các đơn vị khi phát sinh lỗi hoặc thắc mắc sử dụng phần mềm.Phối hợp nhà cung cấp phần mềm trong các đợt nâng cấp, đánh giá và nghiệm thu hệ thống.2.2. Phân tích nghiệp vụ và phát triển báo cáoLàm việc với các phòng ban để thu thập, phân tích nhu cầu báo cáo và xây dựng dashboard.Truy vấn, xử lý và trực quan hóa dữ liệu bằng SQL và Power BI.Phối hợp kỹ thuật thiết lập luồng dữ liệu báo cáo, kết nối và khai thác dữ liệu từ hệ thống HIS.Kiểm thử báo cáo, đào tạo người dùng và đảm bảo dữ liệu nhất quán.2.3. Hỗ trợ đồng bộ và tích hợp hệ thốngTham gia tích hợp các hệ thống mới (BHYT, PACS, LIS, CRM...) vào hệ thống hiện tại.Quản lý và duy trì tính tương thích giữa các phần mềm trong môi trường IT của bệnh viện.Đảm bảo cấu hình hệ thống đúng chuẩn và dễ dàng mở rộng.2.4. Đào tạo và cải tiếnĐào tạo người dùng về phần mềm mới hoặc cập nhật tính năng.Ghi nhận phản hồi từ người dùng và đề xuất cải tiến quy trình hoặc tính năng phần mềm.Tham gia hỗ trợ chung trong nhóm quản trị ứng dụng và hỗ trợ CNTT.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-quan-tri-van-hanh-phan-mem-ung-dung/1088405.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 28 triệu",
        "company_name": "CÔNG TY CỔ PHẦN VIỆN MẮT QUỐC TẾ VIỆT - NGA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-vien-mat-quoc-te-viet-nga/82956.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940629,
        "job_title": "Data Engineer – Python",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Build ingestion workflows for APIs, web data, and files.• Handle structured and semi-structured formats (JSON, XML, HTML, CSV).• Apply resilient scraping practices, including session handling, proxies, and requestautomation.• Ensure compliance with security and access restrictions when integrating externaldata sources.• Optimize SQL queries and transformations for analytics.• Design, build, and maintain robust Python-based data pipelines.• Implement testing frameworks and good engineering practices for reliability.• Ensure data quality, consistency, and scalability across workflows.",
        "job_url": "https://www.topcv.vn/viec-lam/data-engineer-python/1940629.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TECHVIFY SOFTWARE., JSC",
        "company_link": "https://www.topcv.vn/cong-ty/techvify-software-jsc/107493.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Python, SQL, ETL, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940619,
        "job_title": "Natural Language Processing Engineer",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 40,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Architect and Develop Advanced NLP Models: Pioneer cutting-edge solutions for a range of educational applications, including:Automated Scoring & Feedback: Design systems for instant and accurate scoring of essays, pronunciation, grammar, and vocabulary.Intelligent Learning Assistants: Build sophisticated AI tutors and conversational agents that can understand student queries, provide contextual explanations, and guide them through their learning journey.Robust Speech Technologies: Implement and fine-tune state-of-the-art Speech-to-Text (S2T) and Text-to-Speech (T2S) models to create immersive practice environments.Pioneer our AI Conversation Partner: Build the core AI for a virtual speaking partner, designed specifically to help users build real-world communication skills through interactive, realistic dialogues with instant coaching.Research & Implementation: Stay at the forefront of AI research, experimenting with and applying the latest techniques (e.g., Transformers, Large Language Models) to solve unique challenges in language education.Collaborate and Ship: Work closely with product managers, software engineers, and language experts to integrate your AI models into our products, ensuring they are scalable, efficient, and deliver tangible value to our users.",
        "job_url": "https://www.topcv.vn/viec-lam/natural-language-processing-engineer/1940619.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 40 triệu",
        "company_name": "Công ty Cổ phần Công nghệ Prep",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-prep/96845.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn29ngày để ứng tuyển",
        "tags": "Python, C/C++, Tensorflow/Pytorch, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1773313,
        "job_title": "Chuyên Viên Chuyển Đổi Số",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1: Khảo sát & phân tích quy trình nội bộNắm rõ các quy trình hiện tại tại cửa hàng & văn phòng: tiếp nhận máy, sửa chữa, bàn giao, kho linh kiện, CSKH, v.v.Ghi nhận điểm yếu (thủ công, trùng lặp, thất thoát), đề xuất giải pháp công nghệ thay thế.2: Lập kế hoạch & triển khai công nghệ phù hợpĐề xuất phần mềm/ứng dụng phù hợp (CRM, ERP, quản lý sửa chữa, ticket hỗ trợ, tổng đài, tự động hoá…)Làm việc với nhà cung cấp để cài đặt, thiết lập và vận hành thử nghiệm.3: Đào tạo nhân sự sử dụng hệ thốngBiên soạn tài liệu, video hướng dẫn nội bộ.Trực tiếp đào tạo nhân viên cửa hàng, kỹ thuật viên, bộ phận kho và CSKH.Hỗ trợ xử lý lỗi và hướng dẫn lại khi cần.4: Theo dõi & đánh giá hiệu quả sau triển khaiĐo lường hiệu quả: giảm thời gian xử lý, giảm sai sót, tăng tốc độ phản hồi khách hàng.Điều chỉnh hệ thống nếu cần thiết.5: Cập nhật xu hướng & tối ưu liên tụcTheo dõi công nghệ mới trong lĩnh vực sửa chữa điện tử, quản lý dịch vụ, CRM, v.v.Đề xuất cải tiến phù hợp cho các giai đoạn phát triển tiếp theo của Bảo Hành One.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-chuyen-doi-so/1773313.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY TNHH CITY ONE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-city-one-viet-nam/8449.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Phân tích dữ liệu, Quản Lý Dự Án, 3+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1939051,
        "job_title": "2D Character/UI Game Artist",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Tham gia vào dự án game Tam Quốc LegendThiết kế concept nhân vật, map, portrait nhân vật/giao diện người dùng UI theo phong cách Tam Quốc ChíPhân tích, đề xuất phương hướng phát triển nhân vậtTrao đổi, tương tác, phối hợp chặt chẽ với Art Leader, Art Director, Team 2D và 3D để hoàn thành dự án tốt nhất;Tham gia đánh giá sản phẩm, nhận phản hồi, giải quyết vấn đề, đề xuất ý tưởng và sẵn sàng chỉnh sửa file trong trường hợp cần thiết.",
        "job_url": "https://www.topcv.vn/viec-lam/2d-character-ui-game-artist/1939051.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH ONEUNIVERSE VN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-oneuniverse-vn/124787.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Vẽ Tay, Thiết Kế Giao Diện Người Dùng (ui), Hiểu Biết Về Bố Cục Và Màu Sắc, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940476,
        "job_title": "Chuyên Viên Phát Triển Phần Mềm",
        "company": "N/A",
        "salary_min": 19,
        "salary_max": 22,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "-Khảo sát và Phân tích yêu cầu phần mềm từ phía các đơn vị sử dụng. Tư vấn về mặt chức năng và giải pháp ứng dụng cho các bộ phận nghiệp vụ trên cơ sở đáp ứng yêu cầu quản trị nội bộ và nhu cầu phát triển kinh doanh-Tìm hiểu, nghiên cứu các công nghệ mới, các giải pháp phần mềm trên thị trường phù hợp với các nhu cầu các đơn vị sử dụng để đề xuất Ban lãnh đạo triển khai-Làm việc với các đối tác cung cấp và các bộ phận sử dụng để thống các yêu cầu phần mềm-Xây dựng kế hoạch và phương pháp kiểm thử, xây dựng test case/test scenario cho các phần mềm ứng dụng; Thực hiện các quá trình kiểm thử phần mềm; Đánh giá tính đáp ứng của phần mềm, đề xuất các yêu cầu điều chỉnh bổ sung.-Xây dựng các tài liệu đào tạo theo quy trình phát triển phần mềm-Đào tạo, Hướng dẫn, Hỗ trợ các bộ phận sử dụng và khai thác các tính năng, dữ liệu của phần mềm.-Vận hành, bảo trì, chỉnh sửa, cải tiến, xây dựng, tạo thêm báo cáo trên hệ thống ứng dụng cho các phần mềm quản lý, nền tảng khác nhau trong doanh nghiệp-Tự phát triển và triển khai phần mềm nội bộ theo chỉ đạo của cấp trên và theo quy trình phát triển phần mềm-Thực hiện các công việc khác theo phân công của cấp trên- Địa chỉ liên hệ: Văn phòng Tập đoàn Pha Lê Group, Nhà 04 dãy NO9;  KĐT mới Sài Đồng, Việt Hưng, Long Biên, Hà Nội",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-phat-trien-phan-mem/1940476.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "19 - 22 triệu",
        "company_name": "Công Ty Cổ Phần NEOFLOOR",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-neofloor/155111.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Lập Trình, phân tích yêu cầu, Kiểm thử phần mềm, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1939375,
        "job_title": "System Administrator",
        "company": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "N/A",
        "due_date": "2025-12-05",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/vpbank/tuyen-dung/system-administrator-j1939375.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "company_link": "https://www.topcv.vn/brand/vpbank?id=493",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Quản Trị Mạng, Quản Trị Hệ Thống, Hệ Điều Hành (windows, Linux), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1226775,
        "job_title": "Tester (Staffing)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phối hợp với các stakeholder xây dựng kế hoạch Test, xây dựng Testcase. Quản lý lỗi và làm việc với stakeholder để lên kế hoạch kiểm thử cho từng Sprint/ đảm bảo các lỗi hoàn thành đúng hạn để bàn giao kết quả trong báo cáo kiểm thử.",
        "job_url": "https://www.topcv.vn/viec-lam/tester-staffing/1226775.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần Synodus",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-synodus/111658.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1939355,
        "job_title": "Business Analyst (Fintech Domain)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phân tích yêu cầu từ đội ngũ Phát triển sản phẩmTham gia phân tích thiết kế luồng nghiệp vụ, đặc biệt là các luồng nghiệp vụ tài chính cho sản phẩm Viettel Money.Xây dựng tài liệu phân tích, tài liệu đặc tả nghiệp vụ cho các tính năng, sản phẩm mới của hệ sinh thái tài chính số Viettel Money và các sản phẩm của Viettel DigitalPhối hợp với đội phát triển để xây dựng hệ thống, thực hiện nghiệm thu sản phẩm trước/sau khi triển khai",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-fintech-domain/1939355.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Viettel Digital",
        "company_link": "https://www.topcv.vn/cong-ty/viettel-digital/198937.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Giao tiếp, Phân tích dữ liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940327,
        "job_title": "Project Manager Trainee/Internship",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Tham gia hỗ trợ các hoạt động của dự án: lập kế hoạch, triển khai, quản lý tiến độ dự ánTham gia vào quy trình lập kế hoạch, phân công công việc và quản lý rủi ro dự ánTham gia quản lý các stakeholders, hỗ trợ giải quyết các vấn đề phát sinhNghiên cứu, tìm hiểu các phương pháp, công cụ quản lý dự ánTham gia vào các cuộc họp dự án, hỗ trợ thực hiện báo cáo dự ánCập nhật dự án trên phần mềm ERP của Công tyPhối hợp với các phòng ban nội bộ và khách hàng để xử lý hồ sơ, chứng từ.Thực hiện các công việc hành chính như: soạn thảo văn bản, biên bản nghiệm thu, hồ sơ thanh toán, thư bảo lãnh…Theo dõi và kiểm tra chứng từ hàng hóa, hồ sơ dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-trainee-internship/1940327.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "SVTECH",
        "company_link": "https://www.topcv.vn/cong-ty/svtech/2994.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Giao tiếp, Làm việc nhóm, Quản lý thời gian, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940685,
        "job_title": "Project Manager (Japanese N2 Up) - Signing Bonus Up To 40M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.RESPONSIBILITIES• Manage the full project lifecycle: planning, execution, monitoring, and delivery.• Work directly with Japanese clients to gather requirements and provide progress updates.• Lead development teams, assign tasks, and monitor progress and quality.• Handle risks and resolve issues during project execution.• Provide regular reports to clients and internal stakeholders.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-japanese-n2-up-signing-bonus-up-to-40m/1940685.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Tiếng Nhật N2 Trở Lên, Quản Lý Dự Án, Giao tiếp, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1940679,
        "job_title": "Manual Tester",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 29,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Kiểm thử Web & API: Thực hiện kiểm thử thủ công toàn diện cho các ứng dụng web và API để đảm bảo tính năng, độ tin cậy và sự phù hợp với yêu cầu của khách hàng.Theo dõi lỗi: Ghi nhận và theo dõi tất cả các lỗi, điểm không nhất quán được phát hiện; phối hợp với đội phát triển để đảm bảo khắc phục kịp thời.Quy trình đảm bảo chất lượng: Xây dựng và thực hiện các trường hợp kiểm thử/kịch bản chính xác theo hướng dẫn của test leader. Giao tiếp với BRSE/BA/KH: Làm rõ yêu cầu của khách hàng và báo cáo kết quả test cho các bên liên quan.Phối hợp đa chức năng: Làm việc chặt chẽ với các lập trình viên, nhà thiết kế UX/UI và quản lý dự án để đảm bảo chất lượng đầu ra cao.",
        "job_url": "https://www.topcv.vn/viec-lam/manual-tester/1940679.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 29 triệu",
        "company_name": "NTQ Solution",
        "company_link": "https://www.topcv.vn/cong-ty/ntq-solution/33.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Kiểm thử phần mềm, Báo Cáo Lỗi, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940656,
        "job_title": "DevOps Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Thiết kế, xây dựng và quản lý hạ tầng On-Premises và cloud-native (AWS, Azure, GCP) có khả năng mở rộng cao, tính sẵn sàng cao, bảo mật và tối ưu chi phí.- Xây dựng và vận hành các pipeline CI/CD tự động hóa hoàn toàn, tích hợp các bước kiểm thử (unit test, integration test), phân tích chất lượng mã nguồn (SonarQube) và quét lỗ hổng bảo mật.- Làm chủ nền tảng Kubernetes, triển khai và quản lý ứng dụng phức tạp bằng Helm Charts và áp dụng các chiến lược triển khai nâng cao (Blue/Green, Canary).- Áp dụng và chuẩn hóa Infrastructure as Code (sử dụng Terraform và Terragrunt) trên các dự án mới và hiện có.- Thiết kế và triển khai hệ thống observability toàn diện, bao gồm giám sát, logging và alerting (Prometheus, Grafana, ELK/Loki) để cung cấp cái nhìn sâu sắc về hiệu suất và sức khỏe hệ thống.- Quản trị các hệ CSDL: Oracle, MySQL, PostgreSQL, MariaDB cà các hệ quản trị CSDL No-SQL.- Nghiên cứu, đề xuất và áp dụng các công nghệ, công cụ mới để cải thiện hiệu quả và năng suất của đội ngũ.- Chủ động xác định các điểm nghẽn (bottlenecks), các quy trình thủ công trong hệ thống và đề xuất, triển khai các giải pháp tự động hóa để tối ưu hiệu suất và giảm thiểu rủi ro.- Hợp tác với kiến trúc sư giải pháp (Solution Architect) để đưa ra các quyết định về kiến trúc hạ tầng.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-engineer/1940656.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty CP Công nghệ phần mềm và nội dung số OSP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-cong-nghe-phan-mem-va-noi-dung-so-osp/24447.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1941053,
        "job_title": "2D Anim",
        "company": "N/A",
        "salary_min": 17,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế và lên ý tưởng cho chuyển động,hiệu ứng hình ảnh trong game (Animation, VFX, v.v.).Tạo các Animation 2D cho các asset trong game như nhân vật, môi trường, UI,...Tạo các VFX trong Unity cho game.Thiết kế và phát triển các asset hình ảnh 2D cho game (nhân vật, bối cảnh, icon, UI, props, banner, splash art...)Nhận nhiệm vụ từ Trưởng nhóm và tham gia vào quá trình brainstorm sáng tạo.Phối hợp với các thành viên trong nhóm để xây dựng, hoàn thiện và tối ưu hóa game.",
        "job_url": "https://www.topcv.vn/viec-lam/2d-anim/1941053.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "17 - 25 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ BRAVESTARS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-bravestars/32067.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Vẽ Tay, Thiết Kế Nhân Vật, Vẽ Kỹ Thuật Số, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1820270,
        "job_title": "Senior Manual (AIA Dự Án)",
        "company": "N/A",
        "salary_min": 28,
        "salary_max": 35,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "AIA đang tuyển 1 vị trí QC Manual (term 6 tháng) cho dự án Thực hiện  kiểm thử web app, mobile app, database và API.Nắm rõ quy trình kiểm thử, kĩ thuật kiểm thử và các loại kiểm thử , quản lý bug.Lập và quản lý kế hoạch kiểm thử, kịch bản kiểm thửCó khả năng phân tích những requirement phức tạp, biết cách áp dụng các kỹ thuật viết test case để đảm bảo test cases cover được hết các yêu cầu của tài liệu.Có khả năng tổng hợp, report kết quả test. Có khả năng phân tích, nhận định được rủi ro của dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-manual-aia-du-an/1820270.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "28 - 35 triệu",
        "company_name": "CÔNG TY CỔ PHẦN BPO MẮT BÃO",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-bpo-mat-bao/169547.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Thiết Kế Test Case, Báo Cáo Lỗi (bug Reporting), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1594141,
        "job_title": "Business Analyst (Domain MES)",
        "company": "N/A",
        "salary_min": 17,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội, Thanh Hoá",
        "due_date": null,
        "jd": "Tham gia các dự án phát triển phần mềm quản trị doanh nghiệp.Phân tích các yêu cầu nghiệp vụ / kỹ thuật bao gồm các yêu cầu chức năng và phi chức năngđối với các thành phần của dự án và các tài liệu liên quan khác bao gồm use cases/userstories.Làm việc với các nhà cung cấp giải pháp bên trong và bên ngoài để xác định và đánh giá cáclựa chọn giải pháp đáp ứng các yêu của người dùng và các mục tiêu tiến độ của dự án Chịu trách nhiệm đánh giá các quy trình nghiệp vụ, xác định các yêu cầu nghiệp vụ và đềxuất các giải pháp tích hợp.Cung cấp hỗ trợ cho end user; đáp ứng các yêu cầu, bao gồm nghiên cứu và khắc phục sự cố,đề xuất các giải pháp để đáp ứng nhu cầu nghiệp vụ.Hỗ trợ các dự án và phát triển chức năng, cải tiến và triển khai hệ thống trong khi vẫn đảmbảo tài liệu về tất cả các yêu cầu nghiệp vụ, quy trình và thủ tục công việc.Thực hiện các nhiệm vụ khác theo sự phân công.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-domain-mes/1594141.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "17 - 25 triệu",
        "company_name": "CÔNG TY CỔ PHẦN TƯ VẤN CÔNG NGHỆ NGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tu-van-cong-nghe-ngs/72435.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Business Analyst, Quản Lý Dự Án, phân tích yêu cầu, 1+",
        "location": "Hà Nội, Thanh Hoá"
    },
    {
        "job_id": 1898799,
        "job_title": "Business Analyst",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Domain: Developing corporate governance softwarePurpose:Study information of different professional fields of each project.Survey, talk with the customers to collect and clarify the requirements.Analyze and monitor the realization of project’s requirements.Draw mockup, build up prototype to stimulate software’s functions.Convey the content, support project’s members to understand the requirements of the customers.Coordinate to validate the software program with the users’ requirementsResponsibility:Analyze and document as-is business processes, scope minimal marketable feature sets, identify risks and propose solution approaches.Develop SharePoint composite solutions and applications using core SharePoint features.Develop, evolve and execute business processes and delivery of new initiatives to support the department.Provide ongoing oversight and daily support of external clients utilizing SR Web applications.Work with business stakeholders and 3rd party vendors to gather, develop, validate and recommend business, technical and functional requirements for SharePoint applications and other group systems.Partner with business units to assess and understand business needs for the development and implementation of new and existing SharePoint solutions.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst/1898799.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 30 triệu",
        "company_name": "CÔNG TY CỔ PHẦN TƯ VẤN CÔNG NGHỆ NGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tu-van-cong-nghe-ngs/72435.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Giao tiếp, Phân tích dữ liệu, Phân Tích Nghiệp Vụ, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1940381,
        "job_title": "Automotive CAE Expert",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• Build a strong technical team to execute large-scale global automotive CAE simulation projects.• Enhance the professional expertise and management/presale skills of the current team, aiming to develop international capabilities.RESPONSIBILITIES• Lead, train, and develop a team of CAE simulation engineers; provide technical direction and improve team members’ capabilities.• Manage and execute automotive CAE simulation projects (including dynamics, durability, crash, NVH, CFD, etc.) using software such as ANSYS, Abaqus, LS-Dyna, HyperWorks, etc.• Participate directly in presale activities: provide technical consulting, analyze customer requirements, and support project proposal development.• Oversee and monitor project progress and quality; coordinate with relevant departments both domestically and internationally.• Ensure simulations meet industry standards and global customer requirements.• Attend technical meetings, report progress, and communicate with international clients in English.• Foster a culture of continuous learning and development within the team.",
        "job_url": "https://www.topcv.vn/viec-lam/automotive-cae-expert/1940381.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Vehicle Dynamics, Finite Element Analysis (fea), Structural Analysis, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934416,
        "job_title": "Kỹ Sư Thử Nghiệm Phần Mềm",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 50,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Chịu trách nhiệm kiểm thử các sản phẩm bộ điều khiển thông minh của công ty, bao gồm nền tảng đám mây, ứng dụng, phần mềm, bộ điều khiển và các sản phẩm khác.2. Tham gia phân tích yêu cầu để hiểu rõ các yêu cầu nghiệp vụ và chức năng.3. Phát triển các trường hợp kiểm thử chi tiết.4. Thực hiện các trường hợp kiểm thử, báo cáo lỗi và theo dõi để xác minh các bản sửa lỗi.5. Phân tích phản hồi của khách hàng, xây dựng môi trường và tái hiện các vấn đề của khách hàng. Hỗ trợ các đồng nghiệp R&D giải quyết các vấn đề của khách hàng",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-thu-nghiem-phan-mem/1934416.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 50 triệu",
        "company_name": "LITETRACE VIETNAM CO.,LTD",
        "company_link": "https://www.topcv.vn/cong-ty/litetrace-vietnam-co-ltd/241086.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Kỹ Năng Phân Tích Yêu Cầu, Kiến Thức Về Quy Trình Kiểm Thử Phần Mềm, Kỹ Năng Viết Test Case, 3+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1740339,
        "job_title": "Junior BA",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Thu thập và phân tích yêu cầu từ các bộ phận liên quan như Product, Developer, Vận hành.Tham gia hỗ trợ viết tài liệu đặc tả nghiệp vụ (BRD), mô tả chức năng (FSD), và tài liệu mô tả phầm mềm (SRS)Hỗ trợ tạo wireframe/mockup và mô tả luồng nghiệp vụ (business flow) liên quan đến thanh toán.Làm việc cùng đội phát triển để giải thích và làm rõ yêu cầu trong quá trình thiết kế và phát triển hệ thống.Có cơ hội làm việc, trao đổi với khách hàng trong và ngoài nước.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-ba/1740339.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP ATOM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-atom/90995.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Quản lý thời gian, Giao tiếp, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1936498,
        "job_title": "Nhân Viên Thiết Kế Nội Dung Và Vận Hành Game",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 12,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Thiết kế nội dung game- Xây dựng ý tưởng gameplay, tính năng, nhiệm vụ và sự kiện trong game, đảm bảo phù hợp với định hướng sản phẩm và thói quen người chơi.- Viết tài liệu thiết kế (Game Design Document): mô tả logic hoạt động, cơ chế phần thưởng, quy trình sự kiện, hệ thống nhiệm vụ, v.v.- Phối hợp với các bộ phận lập trình, đồ họa, vận hành để hiện thực hóa ý tưởng thành sản phẩm thực tế- Đóng góp sáng tạo cho các sự kiện, hoạt động cộng đồng hoặc nội dung mở rộng của game.2. Vận hành game- Tham gia vận hành game sau khi ra mắt, theo dõi hành vi người chơi, đánh giá hiệu quả tính năng, đề xuất điều chỉnh và cải tiến.- Phối hợp chặt chẽ với các bộ phận Community, PR-Marketing, CSKH và Kỹ thuật để triển khai các hoạt động vận hành game: sự kiện ingame, hoạt động cộng đồng, nội dung truyền thông và cải thiện trải nghiệm người chơi- Giám sát các chỉ số vận hành – sức khỏe của game. Lập kế hoạch kinh doanh tháng, quý, năm cho cho các dự án game.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-thiet-ke-noi-dung-va-van-hanh-game/1936498.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 12 triệu",
        "company_name": "VPĐD Công ty Cổ phần Trực tuyến GOSU",
        "company_link": "https://www.topcv.vn/cong-ty/vpdd-cong-ty-co-phan-truc-tuyen-gosu/21410.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Sáng tạo nội dung, Thiết Kế Game, Vận Hành Game, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1940820,
        "job_title": "Security Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Quản trị hệ thống, ứng dụng an toàn thông tinVận hành, bảo đảm hệ thống hoạt động ổn định, liên tục và an toàn.Ứng cứu, xử lý sự cố.Báo cáo định kỳ/đột xuất về hệ thống.Nghiên cứu giải pháp của các hãng nước ngoàiNghiên cứu, quy hoạch, thiết kế, triển khai & nâng cấp, tối ưu các hệ thống, ứng dụng, giải pháp an toàn thông tin.Viết tài liệu triển khai, vận hành, quản trị.Quản lý chất lượng, báo cáo, quy trình, hồ sơ tài liệu.Phối hợp với PM, BA để hoàn thiện luồng phối hợp triển khai",
        "job_url": "https://www.topcv.vn/viec-lam/security-engineer/1940820.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Viettel IDC",
        "company_link": "https://www.topcv.vn/cong-ty/viettel-idc/201124.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn38ngày để ứng tuyển",
        "tags": "Kỹ Năng Phân Tích Và Giải Quyết Vấn Đề, Kiến Thức Về Hệ Điều Hành (linux, Windows), Kiến Thức Về Mạng Máy Tính Và Bảo Mật Mạng, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1384412,
        "job_title": "DevOps Engineer",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 55,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "VSI là một đơn vị cung cấp các giải pháp về công nghệ thông tin cho khối khách hàng Tài chính - Ngân hàng tại thị trường Việt Nam. Các giải pháp công ty tập trung đó là DevSecOps, API Management, Openshift,… Khách hàng của VSI là các Enterprise trong lĩnh vực Tài chính - Ngân hàng như: Vietinbank, BIDV, Napas, Agribank,…Engineer sẽ tham gia vào các dự án triển khai giải pháp DevSecOps cho các khách hàng lớn (enterprise), phạm vi công việc bao gồm:Tham gia trực tiếp vào các dự án tư vấn giải pháp và triển khai DevSecOps cho khách hàng;Tư vấn, triển khai các giải pháp về Application Security như SCA, SAST, DAST (VD: Synopsys Coverity, Sonatype Lifecycle, Synopsys Black Duck, Checkmarx, Sonarqube, …);Tư vấn, triển khai các giải pháp về Cloud Native Application Protection Platform - CNAPP (VD: Aquasec, Prisma, …);Tư vấn, triển khai các giải pháp về Secret Manager (VD: Vault, CyberArk, …);Hỗ trợ khách hàng đánh giá và phân loại (triage) các lỗ hổng, rủi ro về bảo mật được phát hiện từ các công cụ;Hỗ trợ khách hàng khắc phục các lỗ hổng trong code được phát hiện từ các công cụ Application Security, cũng như các lỗ hổng từ công cụ CNAPP;Tư vấn, triển khai các giải pháp Observability (Monitoring, Logging, Tracing …) cho khách hàng.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-engineer/1384412.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 55 triệu",
        "company_name": "CÔNG TY CỔ PHẦN VSI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-vsi/134839.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn30ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1939937,
        "job_title": "Senior BI Freelancer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Dẫn dắt việc migrate các báo cáo Power BI từ Data Warehouse cũ sang môi trường Lakehouse.Đánh giá từng use case và đề xuất lộ trình migration phù hợp:• Power BI → Power BI• Power BI → Databricks Dashboards• Truy xuất dữ liệu trực tiếp qua Self-Service PlatformTối ưu hóa data pipelines để nâng cao hiệu suất, khả năng mở rộng và dễ dàng bảo trì.Đảm bảo độ chính xác và tính nhất quán của các báo cáo/datasets thông qua testing & validation.Phối hợp với đội Data Engineering để thiết kế và triển khai data models hiệu quả cho reporting và analytics.Làm việc với stakeholders để nắm rõ yêu cầu nghiệp vụ, đưa ra giải pháp kỹ thuật phù hợp, đồng thời chủ động đề xuất cải tiến, tự động hóa quy trình.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-bi-freelancer/1939937.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần Kaopiz Software",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-kaopiz-software/153524.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "SQL, ETL, Data visualization, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1358942,
        "job_title": "Nhân Viên IT Network",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Đồng Nai",
        "due_date": null,
        "jd": "Xây dựng, quản lý hệ thống mạng máy tính và thiết bị ngoại viTheo dõi, bảo trì hệ thống mạng để đảm bảo hoạt động ổn định và hiệu quảXử lý sự cố mạng, đảm bảo hệ thống mạng hoạt động liên tụcCài đặt, cấu hình và bảo trì phần mềm và phần cứng mạngQuản lý và bảo vệ tính bảo mật của hệ thống mạngCập nhật kiến thức và công nghệ mới liên quan đến lĩnh vực mạng máy tính",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-it-network/1358942.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH CN CAO SU CHÍNH TÂN VN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cn-cao-su-chinh-tan-vn/200975.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "CCNA, Quản Trị Mạng, An Ninh Mạng Cơ Bản, 1+",
        "location": "Đồng Nai"
    },
    {
        "job_id": 1898708,
        "job_title": "Dynamics CRM Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "HeySheep đang tìm kiếm một Dynamics CRM Developer nhiệt huyết, có đam mê phát triển và tối ưu hóa hệ thống CRM. Bạn sẽ trực tiếp tham gia thiết kế, triển khai và tùy chỉnh các giải pháp CRM, đồng thời phối hợp với đội ngũ kỹ thuật và khách hàng để đảm bảo hệ thống mạnh mẽ, hiệu quả và đáp ứng đúng nhu cầu kinh doanh.Công việc của bạn sẽ bao gồm:Thiết kế, phát triển và tùy chỉnh các giải pháp CRM trong Dynamics 365 CE, bao gồm plugin, workflow, entities, forms, reports và web resources, với trọng tâm là .NET/C# và JavaScript.Duy trì và phát triển các ứng dụng, đối tượng tùy chỉnh, đảm bảo hệ thống CRM hoạt động ổn định và đáp ứng nhu cầu kinh doanh.Đóng vai trò Chuyên gia (SME), hỗ trợ xử lý yêu cầu, lỗi, tư vấn quy trình, nâng cấp hệ thống và cấu hình CRM.Xác định và triển khai các ứng dụng bên thứ 3 để mở rộng tính năng và tăng hiệu quả cho hệ thống CRM.Thực hiện kiểm thử các cấu hình và tùy chỉnh để đảm bảo chất lượng giải pháp CRM.Dẫn dắt hoặc tham gia các buổi phân tích với khách hàng để xác định yêu cầu ứng dụng cho các triển khai CRM mới.",
        "job_url": "https://www.topcv.vn/viec-lam/dynamics-crm-developer/1898708.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần HeySheep",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-heysheep/228725.html",
        "updated_at": "Cập nhật 1 ngày trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": ".NET, C#, Javascript, 3+",
        "location": "Đà Nẵng"
    }
]