[
    {
        "job_id": 1932142,
        "job_title": "Quản Lý Sản Phẩm (Product Owner) - All Levels",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Lập kế hoạch và điều phối: Xây dựng kế hoạch dự án, phân bổ nguồn Chịu trách nhiệm định hình, quản lý và phát triển sản phẩm AI, đảm bảo sản phẩm đáp ứng nhu cầu thị trường, mục tiêu kinh doanh và mang lại trải nghiệm tốt nhất cho người dùng. Là cầu nối giữa đội ngũ kỹ thuật AI, Data Scientist, Designer và các bên liên quan.Nhiệm vụ chínhQuản lý sản phẩm- Xây dựng và quản lý Product Backlog: xác định, mô tả, sắp xếp ưu tiên các tính năng AI.- Đảm bảo sản phẩm AI phát triển theo đúng roadmap và định hướng chiến lược.- Viết user stories, mô tả yêu cầu sản phẩm rõ ràng cho đội dev/AI team.Nghiên cứu & phân tích- Nghiên cứu thị trường, xu hướng AI, đối thủ cạnh tranh, hành vi khách hàng.- Phân tích dữ liệu, đánh giá hiệu quả của các tính năng AI đã triển khai.- Thu thập & xử lý feedback từ người dùng và stakeholders để cải tiến sản phẩm.Quản lý dự án Agile/Scrum- Tham gia lập kế hoạch sprint, daily stand-up, review và retrospective.- Làm việc chặt chẽ với Scrum Master, Data Scientist, AI Engineer, UI/UX Designer.- Đảm bảo chất lượng & tiến độ deliverables.Giao tiếp & điều phối- Là cầu nối giữa đội ngũ phát triển (dev/AI team) và business (marketing, sales, đối tác).- Trình bày, báo cáo tiến độ & kết quả cho ban lãnh đạo.",
        "job_url": "https://www.topcv.vn/viec-lam/quan-ly-san-pham-product-owner-all-levels/1932142.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH Horus Productions",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-horus-productions/181741.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Xây Dựng Và Quản Lý Product Backlog, Phân Tích Thị Trường Và Đối Thủ Cạnh Tranh, Ưu Tiên Các Hạng Mục Trong Backlog, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1932086,
        "job_title": "Lập Trình Viên Frontend ( Biết Làm Mobile )",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "-Phát triển ứng dụng Elearning trên nền tảng web và mobile ( ReactJS, React Native / Flutter).-Tích hợp API (AI recommendation, content tracking).-Xây dựng component library dùng chung.-Tối ưu SEO, hiệu năng và tương thích đa nền tảng.-Phối hợp designer và backend để đồng bộ API/UI.-Viết unit test, tự động build/deploy bằng CI/CD.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-biet-lam-mobile/1932086.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "CÔNG TY TNHH WE UP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-we-up/101134.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn33ngày để ứng tuyển",
        "tags": "CSS, HTML, Javascript, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1932105,
        "job_title": "Lập Trình Viên Backend",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 35,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển RESTful / GraphQL API.Thiết kế cơ sở dữ liệu (PostgreSQL / MongoDB).Viết unit test, API test và tài liệu kỹ thuật.Tối ưu hiệu năng và bảo mật hệ thống.Phối hợp với DevOps để triển khai CI/CD pipeline.Tích hợp các dịch vụ AI (gợi ý học liệu, chat, phân tích hành vi).",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend/1932105.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 35 triệu",
        "company_name": "CÔNG TY TNHH WE UP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-we-up/101134.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn28ngày để ứng tuyển",
        "tags": "Lập Trình, Cấu Trúc Dữ Liệu Và Giải Thuật, Cơ Sở Dữ Liệu, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1830227,
        "job_title": "Nhân Viên Kỹ Sư Quản Trị Hệ Thống (System Admin)",
        "company": "N/A",
        "salary_min": 18,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Làm chủ Hạ tầng: Quản lý, cài đặt, cấu hình và vận hành các hệ thống máy chủ (Windows Server, Linux, VMware, v.v.), cấu hình và bảo trì hệ thống mạng máy tính (LAN, WAN, VPN, Wi-Fi), bao gồm phần cứng, phần mềm hệ thống và ứng dụng.Đảm bảo Vận hành trơn tru: Giám sát hiệu suất hệ thống một cách chủ động để đảm bảo mọi thứ chạy trơn tru, ổn định và an toàn. Thực hiện các công việc bảo trì định kỳ cho hệ thống và các thiết bị CNTT với sự tỉ mỉ.Tối ưu hóa & Cải tiến không ngừng (Kaizen): Đề xuất cải tiến, tối ưu hoá hệ thống và đảm bảo hệ thống làm việc ổn định, dễ quản lý và an toàn. Luôn tìm kiếm và áp dụng các giải pháp công nghệ mới để nâng cao hiệu quả hoạt động.Đảm bảo An toàn Thông tin & Tuân thủ: Triển khai và duy trì các giải pháp bảo mật hệ thống (diệt virus, tường lửa, IDS/IPS...), đảm bảo an toàn dữ liệu và hệ thống mạng, thực hiện backup định kỳ và phục hồi khi có sự cố. Cảnh báo và xử lý các rủi ro liên quan đến bảo mật.Chuyên gia ISO: Triển khai quản lý hệ thống CNTT theo tiêu chuẩn ISO 9001:2015 và hệ thống quản lý an toàn thông tin theo tiêu chuẩn ISO 27001:2022. Hỗ trợ các cuộc đánh giá nội bộ và bên ngoài liên quan đến hệ thống quản lý ISO.Hỗ trợ Nội bộ: Hỗ trợ các phòng ban và người dùng nội bộ trong việc sử dụng thiết bị và dịch vụ CNTT, vận hành và hỗ trợ hệ thống email nội bộ của Công ty, quản lý tài khoản người dùng, phân quyền truy cập các hệ thống nội bộ với tinh thần trách nhiệm cao.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-ky-su-quan-tri-he-thong-system-admin/1830227.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "18 - 25 triệu",
        "company_name": "TOMOSIA Co.,Ltd",
        "company_link": "https://www.topcv.vn/cong-ty/tomosia-co-ltd/13794.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Trị Hệ Điều Hành (windows Server, Linux), Ảo Hóa (vmware, Hyper V), Bảo Mật Hệ Thống, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1932016,
        "job_title": "Lead Frontend Developer",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 50,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Dẫn dắt và định hướng đội ngũ Frontend trong việc phát triển và duy trì các sản phẩm web sử dụng ReactJS.Phân công, giám sát, và đánh giá công việc của các thành viên trong nhóm đảm bảo tiến độ và chất lượng sản phẩm.Tham gia vào việc thiết kế kiến trúc Frontend, tối ưu hiệu suất và khả năng mở rộng của hệ thống.Đưa ra các tiêu chuẩn kỹ thuật, hướng dẫn coding convention, review code định kỳ.Phối hợp chặt chẽ với Product Manager, Backend team, UI/UX Designer và các bên liên quan để đảm bảo sự nhất quán của sản phẩm.Nghiên cứu, cập nhật và áp dụng các công nghệ mới nhằm cải tiến quy trình phát triển.Tham gia trực tiếp vào lập trình các module phức tạp hoặc mang tính định hướng kỹ thuật cao.Hỗ trợ đào tạo, phát triển kỹ năng cho các thành viên Frontend cấp dưới.",
        "job_url": "https://www.topcv.vn/viec-lam/lead-frontend-developer/1932016.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 50 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Javascript, HTML/CSS, React Angular Vue.js (ít Nhất 1 Framework), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1932025,
        "job_title": "Product Owner / Business Systems (Full-Time)",
        "company": "N/A",
        "salary_min": 35,
        "salary_max": 40,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Product Owner (Business Systems) chịu trách nhiệm xác định tầm nhìn, chiến lược và lộ trình phát triển cho các hệ thống công nghệ phục vụ hoạt động kinh doanh cốt lõi của Prep (Website, CMS, CRM, hệ thống thanh toán, tracking...). Vị trí này đóng vai trò cầu nối chiến lược giữa các bên liên quan (Marketing, Sales, Vận hành...) và đội ngũ phát triển, đảm bảo các sản phẩm tạo ra giá trị kinh doanh tối đa, tối ưu hóa quy trình vận hành và nâng cao hiệu quả tăng trưởng.Nhiệm vụ chínhQuản lý Product Backlog:Chịu trách nhiệm xây dựng, sắp xếp, và ưu tiên hóa Product Backlog để tối đa hóa giá trị công việc của đội ngũ phát triển.Phân tích yêu cầu, viết các User Stories/Job Stories rõ ràng, và xác định các tiêu chí nghiệm thu (Acceptance Criteria) cụ thể.Đảm bảo Product Backlog minh bạch, dễ thấy và dễ hiểu đối với tất cả các bên liên quan.Đảm bảo đội ngũ phát triển hiểu rõ các hạng mục trong Product Backlog ở mức cần thiết.Làm việc với các bên liên quan:Hợp tác chặt chẽ với các bộ phận (Marketing, Sales, Vận hành, Chăm sóc khách hàng) để thu thập, phân tích và làm rõ các yêu cầu nghiệp vụ.Tư vấn về nghiệp vụ, đề xuất các giải pháp tối ưu dựa trên hiểu biết về sản phẩm và các thông lệ tốt nhất (best practices) trên thị trường.Quản lý kỳ vọng của các bên liên quan, đàm phán và thống nhất về phạm vi, nguồn lực và các mốc thời gian phát hành sản phẩm.Thường xuyên cập nhật tiến độ, các thay đổi và kết quả phát triển sản phẩm một cách minh bạch và kịp thời.Phối hợp với Đội ngũ Phát triển:Là đầu mối liên lạc chính giữa các bên liên quan và đội ngũ phát triển (Tech team).Làm rõ các yêu cầu tính năng, giải đáp thắc mắc của đội ngũ trong suốt quá trình phát triển.Tham gia đầy đủ các sự kiện Scrum (Sprint Planning, Daily Stand-ups, Sprint Review, Retrospective) để đảm bảo sự đồng bộ và phối hợp hiệu quả.Hỗ trợ đội ngũ QA trong việc hiểu rõ yêu cầu và xác định các kịch bản kiểm thử phù hợp.Nghiên cứu & Phân tích:Nghiên cứu thị trường, đối thủ và các xu hướng công nghệ mới để tìm kiếm cơ hội cải tiến và phát triển sản phẩm.Sử dụng dữ liệu từ các hệ thống tracking (CleverTap, Mixpanel...) để phân tích hành vi người dùng, đánh giá hiệu quả tính năng và đưa ra các quyết định dựa trên dữ liệu.Chuẩn bị và trình bày báo cáo về tiến độ, hiệu quả và lộ trình phát triển sản phẩm cho ban lãnh đạo.",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-business-systems-full-time/1932025.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "35 - 40 triệu",
        "company_name": "Công ty Cổ phần Công nghệ Prep",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-prep/96845.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Agile/Scrum, Product Roadmap Development, Product Backlog Management, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931907,
        "job_title": "IT MES Engineer",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 39,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hải Phòng & 3 nơi khác",
        "due_date": null,
        "jd": "1. Thiết lập và quản lý kiến ​​trúc MES của nhà máy bao gồm cấu hình hệ thống, tự động hóa dữ liệu và quản trị hệ thống.2. Lên kế hoạch, cấu hình và cài đặt kỹ thuật MES trong các dây chuyền sản xuất mới.3. Xử lý sự cố và sửa chữa các vấn đề kỹ thuật về MES.4. Kết hợp với các phòng ban để khắc phục sự cố cũng như hỗ trợ triển khai các dự án tự động hóa hoặc Công nghiệp 4.0.5. Triển khai hỗ trợ MES.6. Lên lịch và thực hiện cập nhật hệ thống MES trong nhà máy và bảo trì các thành phần hệ thống",
        "job_url": "https://www.topcv.vn/viec-lam/it-mes-engineer/1931907.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "600 - 1,500 USD",
        "company_name": "UNIVERSAL SCIENTIFIC INDUSTRIAL VIETNAM COMPANY LIMITED",
        "company_link": "https://www.topcv.vn/cong-ty/universal-scientific-industrial-vietnam-company-limited/122923.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "SQL, Phân tích dữ liệu, Mes (manufacturing Execution System), 2+",
        "location": "Hải Phòng & 3 nơi khác"
    },
    {
        "job_id": 1932053,
        "job_title": "Giảng Viên Khoa Công Nghệ Thông Tin",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Giảng dạy:- Nghiên cứu và nắm vững mục tiêu giáo dục, nội dung, chương trình, phương pháp giáo dục đại học, quy chế thi, kiểm tra, đánh giá, vị trí và yêu cầu của môn học được phân công đảm nhiệm,Giảng dạy chuyên sâu về Công nghệ thông tin nói chung và Kỹ thuật máy tính nói riêng; về Thiết kế, xây dựng hệ thống phần cứng và phần mềm trong lĩnh vực điện tử, thiết kế vi mạch, điều khiển tự động …; về Lập trình trên thiết bị di động, tablet, máy tính, các hệ thống nhúng để có thể tham gia giảng dạy các môn Kiến trúc máy tính, Nguyên lý hệ điều hành, Thiết kế hệ thống nhúng, Thiết kế vi mạch, IoT,- Hoàn thành định mức giờ giảng dạy theo quy định,- Xây dựng kế hoạch giảng dạy, thiết kế và soạn nội dung bài giảng của nhóm môn học thuộc chuyên ngành Công nghệ thông tin,- Tham gia các hoạt động phát triển chuyên môn: Xây dựng chương trình đào tạo, Hướng dẫn đồ án tốt nghiệp, Hướng dẫn sinh viên nghiên cứu khoa, Hướng dẫn sinh viên ôn tập, dự thi ITSS, Coi thi, chấm thi,...  - Hướng dẫn sinh viên thực tập, làm báo cáo thực tập và khóa luận tốt nghiệp,- Thực hiện vai trò làm cố vấn học tập với sinh viên.Nghiên cứu khoa học:- Chủ trì hoặc tham gia thực hiện các chương trình, đề án, dự án, đề tài nghiên cứu khoa học,Nghiên cứu khoa học và công nghệ để phục vụ xây dựng chương trình đào tạo, bồi dưỡng, biên soạn giáo trình, sách chuyên khảo, tài liệu tham khảo, đổi mới phương pháp giảng dạy và kiểm tra, đánh giá môn học,- Viết chuyên đề, tham luận tại các hội nghị, hội thảo khoa học,- Thực hiện nhiệm vụ nghiên cứu khoa học theo quy định của nhà Trường.Các hoạt động khác:- Hoạt động đoàn thể:Tham gia tích cực các hoạt động Đoàn, Đảng, tập thể của Bộ môn và Nhà trường tổ chức.",
        "job_url": "https://www.topcv.vn/viec-lam/giang-vien-khoa-cong-nghe-thong-tin/1932053.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Trường Đại học Thăng Long",
        "company_link": "https://www.topcv.vn/cong-ty/truong-dai-hoc-thang-long/150998.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Kiến Thức Chuyên Môn Về Cntt, Kỹ năng sư phạm, kỹ năng thuyết trình, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1890932,
        "job_title": "Fullstack Developer",
        "company": "N/A",
        "salary_min": 16,
        "salary_max": 16,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Drive the end-to-end development of fullstack features, from design to deployment.Leverage AI-powered development tools to improve efficiency and workflow.Collaborate with cross-functional teams to design and build scalable systems.Maintain high code quality through thorough reviews and independent testing.",
        "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer/1890932.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Từ 16 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ INNOVATIONX",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-innovationx/234083.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Javascript, Database Management (sql, Nosql), Frontend Framework (react, Angular, Vue.js), 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1932502,
        "job_title": "Chuyên Viên Phát Triển Phần Mềm",
        "company": "CÔNG TY CỔ PHẦN CÔNG NGHỆ HỢP LONG",
        "salary_min": 16,
        "salary_max": 22,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển, bảo trì, nâng cấp, sửa lỗi và tối ưu phần mềm (cả front-end và back-end).Xây dựng và tích hợp API (RESTful, gRPC, SOAP, MQTT) để kết nối hệ thống nội bộ và bên ngoài.Tham gia các dự án cải tiến sản phẩm hiện có hoặc xây dựng sản phẩm mới.Phân tích yêu cầu khách hàng, đề xuất giải pháp kỹ thuật, thiết kế kiến trúc phần mềm, cơ sở dữ liệu và giao diện người dùng (UI/UX).Viết tài liệu kỹ thuật, sơ đồ hệ thống và tham gia đầy đủ các giai đoạn của vòng đời phát triển phần mềm.Đề xuất lộ trình công nghệ phù hợp với chiến lược dài hạn của công ty.",
        "job_url": "https://www.topcv.vn/brand/cpcongnghehoplong/tuyen-dung/chuyen-vien-phat-trien-phan-mem-j1932502.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "16 - 22 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ HỢP LONG",
        "company_link": "https://www.topcv.vn/brand/cpcongnghehoplong?id=201093",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Kiến Thức Về Cơ Sở Dữ Liệu, Lập Trình, phân tích yêu cầu, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931854,
        "job_title": "Security Compliance & Data Protection Specialist",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Mục tiêu công việc Đảm bảo hệ thống, quy trình và sản phẩm của công ty tuân thủ các tiêu chuẩn và quy định liên quan đến bảo mật thông tin và bảo vệ dữ liệu cá nhân (GDPR, Nghị định 13/2023/NĐ-CP, ISO 27001, NIST CSF, v.v.), đồng thời hỗ trợ xây dựng văn hóa “privacy & security by design”. 2. Nhiệm vụ chính A. Đánh giá và kiểm soát tuân thủ • Đánh giá định kỳ mức độ tuân thủ của hệ thống theo các chuẩn: o GDPR, Nghị định 13/2023/NĐ-CP về bảo vệ dữ liệu cá nhân o ISO/IEC 27001:2022, NIST Cybersecurity Framework (CSF) o (Tuỳ theo công ty: SOC 2, PCI DSS, CIS Controls) • Xây dựng bộ tiêu chí tự đánh giá (checklist, audit template) cho từng framework. • Theo dõi việc khắc phục (remediation) các điểm không tuân thủ. B. Xây dựng và duy trì chính sách • Soạn và cập nhật các chính sách bảo mật, quản lý dữ liệu, xử lý vi phạm. • Hướng dẫn các bộ phận (Dev, Ops, HR, Marketing) áp dụng chính sách vào thực tế. • Tham gia vào quy trình Security by Design trong phát triển sản phẩm. C. Quản lý rủi ro và sự cố • Xác định và đánh giá rủi ro bảo mật và quyền riêng tư. • Hỗ trợ đội ngũ kỹ thuật trong ứng phó sự cố dữ liệu (incident response). • Phối hợp với bộ phận pháp lý khi có yêu cầu từ cơ quan quản lý. D. Đào tạo và nhận thức • Tổ chức training nội bộ về bảo mật, quyền riêng tư, và xử lý dữ liệu. • Tư vấn cho đội sản phẩm và kỹ thuật về privacy impact assessment (PIA/DPIA).",
        "job_url": "https://www.topcv.vn/viec-lam/security-compliance-data-protection-specialist/1931854.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH GALAXY DIGITAL HOLDINGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-galaxy-digital-holdings/180010.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Hiểu Biết Về Các Tiêu Chuẩn Bảo Mật (iso 27001, Nist), Hiểu Biết Về Các Quy Định Bảo Vệ Dữ Liệu (gdpr, Ccpa), Đánh Giá Rủi Ro Bảo Mật, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931845,
        "job_title": "Kỹ Sư Thiết Kế Điện Bim Mep",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "– Nghiên cứu hồ sơ thiết kế, chỉ dẫn kỹ thuật phần MEP; theo dõi và xử lý các thông tin RFI, RFA của dự án.– Lập kế hoạch triển khai bản vẽ các bộ môn cơ điện bằng phần mềm AutoCAD, Revit.– Thực hiện combine, kiểm tra và xử lý xung đột mô hình 3D giữa các bộ môn; đảm bảo sự đồng bộ và chính xác của mô hình tổng thể dự án.– Chủ động phát hiện lỗi thiết kế, lập báo cáo gửi Trưởng bộ phận; phối hợp cùng các kỹ sư dựng hình của các bộ môn khác để chia sẻ thông tin và tối ưu hiệu quả công việc.– Thực hiện các nhiệm vụ khác theo yêu cầu của Ban Lãnh đạo công ty hoặc Trưởng bộ môn.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-thiet-ke-dien-bim-mep/1931845.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY CỔ PHẦN KIẾN TRÚC VÀ ĐẦU TƯ THƯƠNG MẠI TTT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-kien-truc-va-dau-tu-thuong-mai-ttt/217631.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1891106,
        "job_title": "Chuyên Viên Vận Hành Công Nghệ (NOC)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "MỤC TIÊU CÔNG VIỆC: Thực hiện việc theo dõi, giám sát và báo cáo tình trạng hoạt động của hệ thống, ứng dụng và dịch vụ nhằm cung cấp thông tin hữu ích cho ban quản lý. Phát hiện và xử lý kịp thời các sự cố về hệ thống, ứng dụng và dịch vụ nhằm đảm bảo duy trì hoạt động liên tục và ổn định của hệ thống.NHIỆM VỤ, TRÁCH NHIỆM CHÍNH:Giám sát và phát hiện kịp thời các sự cố thông qua các công cụ giám sát và cảnh báoPhân tích các thông tin cảnh báo, sự kiện và log để xác định nguyên nhân gốc rễ của sự cốTriển khai các biện pháp khắc phục và phục hồi hệ thống, ứng dụng và dịch vụ.Ghi chép, theo dõi và báo cáo tình trạng xử lý sự cố.Phối hợp với các nhóm kỹ thuật, phát triển ứng dụng, kiến trúc và các bên liên quan khác để chia sẻ thông tin và phối hợp xử lý sự cốHỗ trợ các nhóm chuyên môn trong việc phân tích nguyên nhân gốc rễ và đề xuất các giải pháp khắc phụcTham gia các khóa đào tạo tổng quan CNTT, đào tạo kiến thức liên quan tới hệ thống.Thực hiện các nhiệm vụ khác theo sự phân công của Lãnh đạo.THỜI GIAN LÀM VIỆC:Làm theo ca (Ngày/ Đêm).12h/ ca, Tổng TB 14 ca/ thángPhân lịch làm việc theo tuần: 2 tuần 4 ca/ tháng, 2 tuần 3 ca/ tháng",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-van-hanh-cong-nghe-noc/1891106.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "SHBFinance",
        "company_link": "https://www.topcv.vn/cong-ty/shbfinance/238788.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "giám sát hệ thống, Khắc phục sự cố, Quản Lý Mạng, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931788,
        "job_title": "Lập Trình Odoo (Python)",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển, tùy biến các module trên nền tảng Odoo (phiên bản CE hoặc EE) theo yêu cầu của doanh nghiệp.        Làm việc với Business Analyst (BA) để phân tích yêu cầu, hiểu quy trình nghiệp vụ và đề xuất giải pháp.        Tích hợp Odoo với các hệ thống bên ngoài qua API (REST, XML-RPC…).        Tham gia vào quá trình migrate dữ liệu từ hệ thống cũ lên Odoo (product master data, kho, tài chính, khách hàng…).        Fix bug, bảo trì hệ thống và hỗ trợ người dùng trong quá trình vận hành.        Viết tài liệu kỹ thuật, hỗ trợ bàn giao và đào tạo người dùng.",
        "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-odoo-python/1931788.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 30 triệu",
        "company_name": "Công ty Cổ phẩn Thương mại Dược Vương",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-thuong-mai-duoc-vuong/39065.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Python, Odoo Framework, SQL, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1890365,
        "job_title": "Python Developer (Banking)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 27,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia phát triển và triển khai các ứng dụng AI/GenAI (LLM, vLM...).Xây dựng và tối ưu mô hình AI/ML, tích hợp vào hệ thống sản phẩm.Phát triển API (FastAPI/Flask) để phục vụ các mô hình AI.Làm việc cùng team trong các dự án AI thực tế, tối ưu hiệu năng và độ chính xác của mô hình.",
        "job_url": "https://www.topcv.vn/viec-lam/python-developer-banking/1890365.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 27 triệu",
        "company_name": "Công ty Cổ phần Công nghệ Alphaway",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/199714.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Python, SQL, Phân tích dữ liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931683,
        "job_title": "Flutter Developer",
        "company": "N/A",
        "salary_min": 28,
        "salary_max": 35,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Develop and maintain mobile applications using Flutter (Dart) for both iOS and Android platforms.Collaborate with Business Analysts, Designers, and Backend Developers to translate requirements into functional features.Integrate RESTful APIs and third-party services into mobile apps.Ensure application performance, quality, and responsiveness.Participate in code reviews, provide constructive feedback, and follow clean code practices.Debug and fix issues, ensuring timely delivery of high-quality releases.Stay up to date with the latest Flutter updates, libraries, and industry best practices.Support deployment of applications to the Google Play Store and Apple App Store.",
        "job_url": "https://www.topcv.vn/viec-lam/flutter-developer/1931683.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "28 - 35 triệu",
        "company_name": "Công ty cổ phần Ignify",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ignify/240194.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Flutter, Dart, Ui Ux Design, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931590,
        "job_title": "Flutter Developer",
        "company": "N/A",
        "salary_min": 26,
        "salary_max": 39,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Collaborate with Product Managers and Designers to develop, test, and deliver high-performance mobile applications using Flutter.Build and maintain new features while optimizing code for efficiency, maintainability, and scalability.Integrate mobile applications with RESTful APIs and third-party services.Work closely with the backend and DevOps teams to ensure smooth deployment and operation.Write clean, maintainable, and well-documented code following best practices.Identify and fix performance bottlenecks and bugs.Participate in design discussions, sprint planning, and code reviews.",
        "job_url": "https://www.topcv.vn/viec-lam/flutter-developer/1931590.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "26 - 39 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Flutter, Dart, Ui Ux Design, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931568,
        "job_title": "Java Developer",
        "company": "N/A",
        "salary_min": 26,
        "salary_max": 39,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Writing clean & high-quality codeMaintain & improve running- functionality as well as design and develop new system, new feature if neededDeliver end-to-end, including unit test, integration test and deployment to PRODParticipate in code reviews & control coding quality standards",
        "job_url": "https://www.topcv.vn/viec-lam/java-developer/1931568.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "26 - 39 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Java, Spring Framework, RESTful APIs, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1595739,
        "job_title": "IT Bridge Engineer (BrSE/PM/Japanese)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "We are looking for a Bridge System Engineer (BrSE) to support our projects by facilitating communication between our development team and Japanese clients. This role offers an opportunity to grow into a Bridge Project Manager (BPM) in the future.Responsibilities:Assist the Project Manager (PM) and other BrSEs in direct client interactions, including requirement negotiations with Japanese clients.Act as a bridge between the development team and Japanese clients, ensuring smooth communication and understanding of project requirements.Translate project documents and specifications between Japanese and the development team.Support the development team in preparing reports and tracking project progress.Assist the Project Manager or Team Leader with management tasks.Develop project management skills to advance into a Bridge Project Manager (BPM) role.",
        "job_url": "https://www.topcv.vn/viec-lam/it-bridge-engineer-brse-pm-japanese/1595739.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TEQNOLOGICAL ASIA Co., Ltd",
        "company_link": "https://www.topcv.vn/cong-ty/teqnological-asia-co-ltd/17172.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Kỹ Năng Giao Tiếp Và Làm Việc Nhóm, Kiến Thức Về Mạng Máy Tính (networking): Tcp Ip, Routing, Switching, Vlan, Vpn, Kinh Nghiệm Làm Việc Với Các Thiết Bị Mạng (network Devices): Router, Switch, Firewall, Load Balancer, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931488,
        "job_title": "Operations Manager",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Arrange work shifts and leave schedules for the operators.Train and support new operators.Supervise and manage data quality to ensure accuracy and timely completion.Monitor, evaluate, and optimize employee performance.Coordinate with the HR Department on attendance tracking, employee status updates, and handling related issues.",
        "job_url": "https://www.topcv.vn/viec-lam/operations-manager/1931488.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "Công ty TNHH IA- Data Tech Vietnam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-ia-data-tech-vietnam/21871.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Lãnh đạo, Quản Lý Dự Án, Giải quyết vấn đề, 7+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931503,
        "job_title": "AngularJS Developer",
        "company": "N/A",
        "salary_min": 26,
        "salary_max": 39,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Collaborate with Product Managers and Designers to develop and enhance interactive web applications.Implement new features and optimize existing modules for performance and usability.Work with backend teams to integrate RESTful APIs and ensure smooth data flow.Maintain code quality through code reviews, refactoring, and testing.Troubleshoot, debug, and enhance existing AngularJS codebases.Ensure cross-browser compatibility and responsive design.Contribute ideas to improve UI/UX and product scalability.",
        "job_url": "https://www.topcv.vn/viec-lam/angularjs-developer/1931503.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "26 - 39 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "AngularJS, Javascript, HTML, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1929549,
        "job_title": "Product Executive (Business Analyst Based)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "You’ll doWrite clear and structured Product Specification Requirements and User Manuals to guide internal teams and end usersSupport customer discovery by collecting user feedback, identifying usability issues, and generating ideas to improve product experienceAssist the Product Owner in managing product tasks and delivery, ensuring timelines and quality standards are metCollaborate closely with cross-functional teams (Design, Development, QA, Customer Success, Marketing) to ensure that the product meets their needs and that they have the necessary resources to promote and support the productWork together with PO and PD to conduct market and user research to understand user needs, behaviors, trends and contribute insights that support product strategy and feature planningMonitor and analyze product metrics, user behavior and feedback to assess feature performance and propose improvementsStay up-to-date: You'll need to stay up-to-date with industry trends, competitor products and new technologies that could impact the product.",
        "job_url": "https://www.topcv.vn/viec-lam/product-executive-business-analyst-based/1929549.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH GEMCOMMERCE",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-gemcommerce/81650.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Phân tích dữ liệu, Nghiên Cứu Thị Trường, Quản Lý Sản Phẩm, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1480832,
        "job_title": "Business Data Analyst",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Làm việc với các đơn vị có nhu cầu để khảo sát, phân tích và nhận diện và hiểu rõ vấn đề/cơ hội để xây dựng các hệ thống hỗ trợ ra quyết định dựa trên dữ liệu như hệ thống Data Lake, Data Warehouse, hệ thống BI tại các đơn vị.Phối hợp với các bên liên quan để phân tích và làm rõ bài toán, xác định phạm vi, mục tiêu bài toán, mô hình hóa nghiệp vụCung cấp giải pháp luồng nghiệp vụ, phối hợp với đội kỹ thuật đánh giá tính khả thi giải phápViết các tài liệu phân tích nghiệp vụ, thiết kế giao diện mẫu (prototype)Truyền tải và hỗ trợ các thành viên dự án hiểu và làm đúng theo yêu cầu khách hàng.Tổ chức hướng dẫn, hỗ trợ đào tạo người dùng sử dụng sản phẩm và quản lý được vấn đề của khách hàng về sản phẩm.Chốt thống nhất với khách hàng về yêu cầu bài toán.Quản lý và lưu trữ các yêu cầu thay đổi theo đúng quy trình.",
        "job_url": "https://www.topcv.vn/viec-lam/business-data-analyst/1480832.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TẬP ĐOÀN CÔNG NGHIỆP - VIỄN THÔNG QUÂN ĐỘI",
        "company_link": "https://www.topcv.vn/cong-ty/tap-doan-cong-nghiep-vien-thong-quan-doi/128588.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "SQL, Phân tích dữ liệu, Trực quan hóa dữ liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1538167,
        "job_title": "AI Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phối hợp với các đơn vị trong Tổng công ty để làm rõ nhu cầu ứng dụng AI vào hoạt động sản xuất kinh doanh với các đơn vị.Nghiên cứu các mô hình ứng dụng AI vào hoạt động sản xuất kinh doanh nhằm tối ưu, tăng năng suất, giảm chi phí và tăng trải nghiệm trong các hoạt động.Nghiên cứu tìm hiểu các công nghệ AI đáp ứng các bài toán kinh doanh, triển khai được các bài toán AI vào hoạt động sản xuất kinh doanhNghiên cứu các đối tác cung cấp giải pháp AI, phối hợp với đối tác triển khai giải pháp AI vào hoạt động sản xuất kinh doanh tại tổng công tyTriển khai hạ tầng, cài đặt các platform, frameworks open source cho các ứng dụng AI trên nền tảng on-premise.Thu thập dữ liệu, xử lý dữ liệu, làm sạch dữ liệu, đánh nhãn dữ liệuĐánh giá và tối ưu các mô hình opensource.  Xây dựng bộ KPI, cách đo để xác định mức độ thành công của chương trình, dịch vụ hay sản phẩm từ hành vi của khách hàng trên Web/App và các kênh khác (Google Analysis, App Store, Hệ thống quản trị nội bộ, survey người dùng, tương tác mạng xã hội...)Các bài toán cần triển khai: eKYC, Robo Advisor, Chatbot CSKH, Chatbot hỗ trợ nghiệp vụ, Chatbot quy trình, ...",
        "job_url": "https://www.topcv.vn/viec-lam/ai-engineer/1538167.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TẬP ĐOÀN CÔNG NGHIỆP - VIỄN THÔNG QUÂN ĐỘI",
        "company_link": "https://www.topcv.vn/cong-ty/tap-doan-cong-nghiep-vien-thong-quan-doi/128588.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn24ngày để ứng tuyển",
        "tags": "Python, Machine Learning, Recommender System, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1577679,
        "job_title": "Project Manager (Japanese Skill)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Gia nhập Sun Asterisk HCM ngay – 50 triệu về tayĐiều kiện áp dụng: Áp dung với ứng viên ứng tuyển từ 13/10/2025 & onboard trước ngày 25/12/2025.Đội ngũ Project Manager tiếng Nhật ở Sun Asterisk hội tụ đầy đủ năng lực quản lý, nền tảng kiến thức kỹ thuật tốt, năng lực phân tích business sản phẩm và trình độ tiếng Nhật cao cấp. Cùng với đội phát triển đầy nhiệt huyết của mình, các Project Manager của Sun là đại diện hình ảnh của Công ty đồng hành cùng khách hàng đưa ra những giải pháp để mang lại sản phẩm tốt nhất tới người dùng.Cung cấp các thông tin liên quan phục vụ cho việc hỗ trợ các công việc trong quá trình đấu thầu dự án như: chuẩn bị đề án về phát triển phần mềm/ứng dụng, thuyết trình đề án và đàm phán kí kết hợp đồng…Thực hiện triển khai dự án phát triển phần mềm/ứng dụngQuản lý các hoạt động vận hành trong dự ánHỗ trợ khách hàng về kỹ thuật sau dự ánTham gia các công việc phát triển tổ chức và con ngườiTham gia xây dựng quy trình và đảm bảo chất lượng hoạt động của đơn vịThực hiện các công việc theo yêu cầu của cấp Quản lý trực tiếp",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-japanese-skill/1577679.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Sun* Inc. (Sun Asterisk Inc.)",
        "company_link": "https://www.topcv.vn/cong-ty/sun-inc-sun-asterisk-inc/9785.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn47ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Quản Lý Ngân Sách, Quản Lý Rủi Ro, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1908125,
        "job_title": "Solution Architect - TTKDMN",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Phân tích yêu cầu kỹ thuật của sản phẩm, lựa chọn công nghệ và xây dựng kiến trúc hệ thống cho sản phẩm phù hợp với mục tiêu kinh doanh (công nghệ tài chính, eGift/loyalty, thanh toán giao thông thông minh…)Hoạch định và định hướng phát triển dài hạn cho các sản phẩm/dự án kỹ thuật, đảm bảo tính mở rộng, bảo mật và hiệu năng.Đánh giá cấu trúc hệ thống hiện tại, đề xuất các giải pháp để cải thiện hệ thống, giám sát và hướng dẫn team dev thực hiện các giải pháp đưa ra.Phân tích yêu cầu dự án, thiết kế giải pháp tổng thể cho từng dự án: tích hợp nhiều hệ thống, đối tác.Định hướng và kiểm soát chất lượng code, hướng dẫn các kỹ sư phát triển tuân thủ chuẩn coding, quy trình CI/CD.Giải quyết các vấn đề kỹ thuật phát sinh trong quá trình triển khai.Nghiên cứu các công nghệ mới (AI/ML, Big Data, Cloud, IoT, thanh toán số, bảo mật) và đề xuất áp dụng/thay đổi khi cần thiết.Tham gia thuyết trình, tư vấn giải pháp cho khách hàng/đối tác cùng với đội kinh doanh.",
        "job_url": "https://www.topcv.vn/viec-lam/solution-architect-ttkdmn/1908125.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Viettel Digital",
        "company_link": "https://www.topcv.vn/cong-ty/viettel-digital/198937.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn38ngày để ứng tuyển",
        "tags": "Giao tiếp, Quản Lý Dự Án, Thiết Kế Hệ Thống, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1820428,
        "job_title": "Business Analyst",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Phối hợp với Product Owner (PO) và  Project Manager (PM) làm rõ yêu cầu nghiệp vụ.Tham gia các cuộc họp với các bên liên quan trong dự án ở giai đoạn xác định yêu cầu, nhằm đánh giá mức độ phù hợp về mặt nghiệp vụ của các yêu cầu được PO đưa ra.Tư vấn cho PO trong việc điều chỉnh hoặc cải tiến yêu cầu nhằm đảm bảo tính khả thi khi xây dựng, triển khai.Xây dựng tài liệu nghiệp vụ: phân tích yêu cầu, đặc tả yêu cầu, thực hiện prototype.Chốt thống nhất với khách hàng về yêu cầu bài toán.Giải đáp, hỗ trợ các vấn đề về nghiệp vụ cho đội phát triển trong quá trình xây dựng sản phẩm.Tham gia cải tiến các luồng giải pháp nghiệp vụ, tư vấn cho khách hàng các giải pháp tối ưu nhấtXây dựng kịch bản nghiệm thu và thực hiện nghiệm thu tính năng sản phẩm trên môi trường UAT/Product.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst/1820428.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Viettel Digital",
        "company_link": "https://www.topcv.vn/cong-ty/viettel-digital/198937.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Giao tiếp, Phân tích dữ liệu, Phân Tích Nghiệp Vụ, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931326,
        "job_title": "Senior Backend Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 40,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "The role focuses on building and optimizing data ingestion and migration pipelines, handling unstructured data, and designing efficient database solutions (SQL & NoSQL) on Linux-based environments. Experience with IoT/embedded data pipelines is a strong plus.Design and implement scalable, stable, and secure backend solutions. Collaborate with cross-functional teams to ensure seamless integration with cloud environments.Optimize and maintain existing codebases to ensure high performance and reliability.Participate in code reviews, provide constructive feedback, and ensure compliance with coding standards.Mentor junior developers and provide guidance on best practices",
        "job_url": "https://www.topcv.vn/viec-lam/senior-backend-developer/1931326.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 40 triệu",
        "company_name": "Công ty CP Phần mềm MOR",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-phan-mem-mor/14556.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "SQL, Python, C/C++, C/C++, 3+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1780324,
        "job_title": "Project Manager",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Mô tả chung:Bạn sẽ chịu trách nhiệm chính trong việc triển khai các dự án phần mềm của công ty (BonBon Shop, VisibilityPro, DeliveryPro) cho khách hàng – từ giai đoạn khởi động đến khi hệ thống vận hành ổn định. Đồng thời, bạn sẽ đảm bảo hỗ trợ sau triển khai, xử lý các sự cố kỹ thuật và duy trì mối quan hệ hợp tác lâu dài với khách hàng.Nhiệm vụ chính:1. Triển khai dự án· Lập kế hoạch, điều phối và theo dõi tiến độ triển khai phần mềm.· Phối hợp với các bộ phận liên quan (Sản phẩm, Kỹ thuật...) để xác định yêu cầu và tiến độ.· Tổ chức họp workshop với khách hàng, hỗ trợ kiểm thử, đào tạo và nghiệm thu với khách hàng.· Phát hiện sớm rủi ro, chủ động đề xuất phương án xử lý.2. Hỗ trợ sau triển khai· Quản lý bảo trì hệ thống sau bàn giao: phối hợp xử lý lỗi, cập nhật hệ thống.· Tổng hợp và báo cáo sự cố đầy đủ, dễ hiểu.· Viết và cập nhật tài liệu hướng dẫn sử dụng· Quản lý yêu cầu thay đổi từ khách hàng, đảm bảo chất lượng và thời gian thực hiện.3. Chăm sóc khách hàng· Là đầu mối liên hệ chính với khách hàng trong và sau quá trình triển khai.· Theo dõi mức độ hài lòng, tổ chức đánh giá định kỳ, đề xuất giải pháp phù hợp.· Hiểu rõ mục tiêu kinh doanh để đồng hành và xây dựng quan hệ hợp tác lâu dài.4. Quản lý quy trình & đội nhóm· Phối hợp tốt với các bộ phận DEV, BA, QC để đảm bảo tiến độ dự án.· Cải tiến quy trình triển khai, đóng góp xây dựng SOP nội bộ.· Hướng dẫn nhân sự mới, hỗ trợ đánh giá hiệu quả làm việc.· Hỗ trợ phòng kinh doanh về mặt kỹ thuật và kế hoạch triển khai.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager/1780324.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN NDS VIETNAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-nds-vietnam/185659.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Quản Lý Ngân Sách, Quản Lý Rủi Ro, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1932106,
        "job_title": "IT Project Manager (IT Outsourcing)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tham gia quản lý dự án với teamsize tối thiểu từ 3 người trở lên- Estimate khối lượng công việc được giao, lập kế hoạch công việc, quản lý tiến độ, chất lượng, quản lý các thành viên trong nhóm dự án- Trực tiếp chỉ đạo và thực hiện các công việc để đảm bảo thành công của dự án trên 3 yếu tố (Chất lượng, Chi phí và Tiến độ).",
        "job_url": "https://www.topcv.vn/viec-lam/it-project-manager-it-outsourcing/1932106.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "0.0 - 0.0 triệu",
        "company_name": "Công ty TNHH Phần mềm DTS Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-phan-mem-dts-viet-nam/22907.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Quản lý thời gian, Quản Lý Dự Án, Quản Lý Chi Phí, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931269,
        "job_title": "IT Manager",
        "company": "N/A",
        "salary_min": 39,
        "salary_max": 52,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hải Dương",
        "due_date": null,
        "jd": "I. MỤC ĐÍCH CÔNG VIỆC:Chịu trách nhiệm quản lý, duy trì và sửa chữa toàn bộ máy tính và thiết bị ngoại vi (mạng, máy in, máy chủ, v.v.).Thực hiện chính sách CNTT toàn cầu tại nhà máy Việt Nam, đảm bảo an ninh và tuân thủ CNTT, đồng thời duy trì môi trường hệ thống ổn định tại Việt Nam.II. TRÁCH NHIỆM & NỘI DUNG CÔNG VIỆC:1. Quản lý hạ tầng CNTTChịu trách nhiệm cấu hình và bảo trì thiết bị mạng của công ty, bao gồm nhưng không giới hạn ở tường lửa Sangfor hoặc Fortigate, switch và WLC.Quản lý nền tảng quản lý hành vi trực tuyến và nền tảng máy chủ ảo (Virtual Server Platform).Thực hiện bảo trì hàng ngày, tối ưu hiệu suất và xử lý sự cố của hệ thống máy chủ, đảm bảo hoạt động ổn định.Quản lý các dịch vụ CNTT như Microsoft AD Domain Control, NAS, chia sẻ tệp NFS, hệ thống in ấn, v.v.2. Hỗ trợ và dịch vụ CNTTCung cấp hỗ trợ kỹ thuật CNTT cho người dùng: sự cố máy tính, vá lỗi phần mềm, sự cố hệ thống, v.v.Hỗ trợ người dùng cài đặt hệ điều hành, phần mềm, trình điều khiển và các dịch vụ máy tính khác.Liên hệ với người dùng qua điện thoại, Microsoft Teams, v.v. để xử lý các vấn đề CNTT, chuyển cấp và theo dõi các sự cố chưa được giải quyết.3. Bảo trì thiết bị đầu cuối và mạngChịu trách nhiệm kiểm soát an ninh đầu cuối, bảo trì phần mềm và phần cứng máy tính cá nhân (PC).Thực hiện kiểm tra kỹ thuật định kỳ tại các phòng CNTT.",
        "job_url": "https://www.topcv.vn/viec-lam/it-manager/1931269.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "1,500 - 2,000 USD",
        "company_name": "CÔNG TY TNHH NANOFILM TECHNOLOGIES VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-nanofilm-technologies-viet-nam/186379.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Lý Đội Nhóm, Lãnh đạo, Giao tiếp, 4+",
        "location": "Hải Dương"
    },
    {
        "job_id": 1931279,
        "job_title": "Product Owner (Tối Thiểu 3 Năm Kinh Nghiệm)",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 50,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "2.1. Mục tiêu vị trí:         Chịu trách nhiệm định hướng, quản lý và phát triển các sản phẩm số (ứng dụng hoặc nền tảng web/app) hướng tới người dùng cuối (end-user B2C). Đảm bảo sản phẩm mang lại trải nghiệm mượt mà, tối ưu tỷ lệ chuyển đổi, tăng trưởng người dùng và giá trị lâu dài cho doanh nghiệp.2.2. Phạm vi sản phẩm: Sản phẩm công nghệ hướng đến người dùng đại chúng (mass consumer app) — có lượng người dùng từ hàng trăm nghìn đến hàng triệu.Là cầu nối giữa business – tech – data – marketing – operation để chuyển hóa insight người dùng thành giá trị sản phẩm cụ thể.2.3. Mô tả công việc:Xây dựng roadmap & backlog sản phẩm dựa trên chiến lược kinh doanh và insight người dùng.Phân tích dữ liệu hành vi (MAU, conversion, retention...) để đề xuất giải pháp tối ưu.Viết user stories, làm việc với UI/UX & Tech để phát triển và cải tiến tính năng.Thực hiện A/B testing, nghiên cứu người dùng, đo lường và cải tiến liên tục.Chủ trì sprint planning, theo dõi tiến độ và đánh giá hiệu quả release.Phối hợp với các team business, marketing, CS để tối ưu funnel trải nghiệm người dùng.",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-toi-thieu-3-nam-kinh-nghiem/1931279.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 50 triệu",
        "company_name": "CÔNG TY CỔ PHẦN VH EDTECH",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-vh-edtech/192402.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Agile, SCRUM, Product Backlog Management, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931190,
        "job_title": "Product Owner (Sản Phẩm Giáo Dục, Thu Nhập Upto 50 Triệu/Tháng)",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 50,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Mục tiêu vị trí: Chịu trách nhiệm định hướng, quản lý và phát triển các sản phẩm số (ứng dụng hoặc nền tảng web/app) hướng tới người dùng cuối (end-user B2C). Đảm bảo sản phẩm mang lại trải nghiệm mượt mà, tối ưu tỷ lệ chuyển đổi, tăng trưởng người dùng và giá trị lâu dài cho doanh nghiệp.2. Phạm vi sản phẩm: Sản phẩm công nghệ hướng đến người dùng đại chúng (mass consumer app) — có lượng người dùng từ hàng trăm nghìn đến hàng triệu.Là cầu nối giữa business – tech – data – marketing – operation để chuyển hóa insight người dùng thành giá trị sản phẩm cụ thể.3. Mô tả công việc:Xây dựng roadmap & backlog sản phẩm dựa trên chiến lược kinh doanh và insight người dùng.Phân tích dữ liệu hành vi (MAU, conversion, retention...) để đề xuất giải pháp tối ưu.Viết user stories, làm việc với UI/UX & Tech để phát triển và cải tiến tính năng.Thực hiện A/B testing, nghiên cứu người dùng, đo lường và cải tiến liên tục.Chủ trì sprint planning, theo dõi tiến độ và đánh giá hiệu quả release.Phối hợp với các team business, marketing, CS để tối ưu funnel trải nghiệm người dùng.",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-san-pham-giao-duc-thu-nhap-upto-50-trieu-thang/1931190.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 50 triệu",
        "company_name": "VUIHOC.vn",
        "company_link": "https://www.topcv.vn/cong-ty/vuihoc-vn/96794.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Market Research, Communication, Product management, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1799873,
        "job_title": "Nhân Viên Phát Triển Phần Mềm AI",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Nghiên cứu & đề xuất các công cụ AI hỗ trợ Quy trình làm việc: Xây dựng và phát triển các công cụ giúp tối ưu quy trình làm việc như chatbot, email automation, AI content generation, phân tích dữ liệu người dùng, v.v.- Xây dựng giải pháp hỗ trợ sáng tạo nội dung: Tích hợp AI để tạo nội dung bài viết, hình ảnh, video phục vụ các chiến dịch marketing.- Tích hợp AI với các nền tảng Digital Marketing: Kết nối công cụ AI với Facebook Ads, Google Ads, CRM, Email Marketing để cải thiện hiệu suất.- Phân tích dữ liệu & tối ưu quy trình marketing: Sử dụng AI để thu thập, phân tích dữ liệu khách hàng và tối ưu các kênh marketing.- Cập nhật công nghệ mới & thử nghiệm các giải pháp AI: Nghiên cứu và ứng dụng các công nghệ mới như GPT, AI Chatbot, Machine Learning, Mid Journey vào marketing.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-phat-trien-phan-mem-ai/1799873.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY TNHH KỸ NGHỆ PHÚC ANH",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-ky-nghe-phuc-anh/201090.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Xử Lý Ngôn Ngữ Tự Nhiên (nlp), Học Máy (machine Learning), Học Sâu (deep Learning), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1447262,
        "job_title": "Senior Operator (Vận Hành Ứng Dụng)",
        "company": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "N/A",
        "due_date": "2025-12-31",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/vpbank/tuyen-dung/senior-operator-van-hanh-ung-dung-j1447262.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "company_link": "https://www.topcv.vn/brand/vpbank?id=493",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1931743,
        "job_title": "Senior Engineer – O365 / Messaging & Collaboration Platform- Hà Nội - TA174",
        "company": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "89 Láng Hạ, Đống Đa",
        "due_date": "2025-11-28",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/vpbank/tuyen-dung/senior-engineer-o365-messaging-collaboration-platform-ha-noi-ta174-j1931743.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "company_link": "https://www.topcv.vn/brand/vpbank?id=493",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Microsoft 365, Powershell, Sharepoint Online, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931187,
        "job_title": "Software Engineer For JP Market",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội, Đà Nẵng",
        "due_date": null,
        "jd": "Develop full-stack web applications using modern frameworks such as React.js, Vue.js, Node.js, and .NET for Japanese clients in domains like healthcare, e-commerce, and fintech.Implement frontend and backend solutions based on technical specifications provided by Business Analysts and guidance from the Tech Lead.Communicate directly with Japanese stakeholders to understand requirements, provide updates, and participate in technical discussions in Japanese.Write clean, maintainable code that complies with Japanese quality standards, with sufficient documentation and test coverage.Participate in code reviews and provide technical guidance to junior team members, ensuring adherence to coding standards.Prepare technical documentation including design documents, API specifications, and user guides in both Vietnamese and Japanese.Support QA activities by working closely with the testing team, resolving bugs promptly, and ensuring deliverables meet customer expectations.Manage development timelines and proactively notify stakeholders of potential risks or blockers.",
        "job_url": "https://www.topcv.vn/viec-lam/software-engineer-for-jp-market/1931187.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TECHVIFY SOFTWARE., JSC",
        "company_link": "https://www.topcv.vn/cong-ty/techvify-software-jsc/107493.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Lập Trình (java, C++, Python, V.v.), Kỹ năng giải quyết vấn đề, Tư duy logic, 2+",
        "location": "Hà Nội, Đà Nẵng"
    },
    {
        "job_id": 1931100,
        "job_title": "Nhân Viên Công Nghệ Thông Tin",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "+ Quản trị, vận hành và giám sát hệ thống nội bộ, thiết bị CNTT và hệ thống mạng nội bộ (Lan, Wifi, điện thoại IP) tại trụ sở Công ty;+ Nghiên cứu đề xuất, triển khai các giải pháp công nghệ thông tin, chuyển đổi số tại Công ty;+ Quản lý hệ thống email, domain và vận hành kỹ thuật, cập nhật nội dung website của Công ty;+ Thực hiện nhiệm vụ khác do lãnh đạo phân công.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-cong-nghe-thong-tin/1931100.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH MỘT THÀNH VIÊN BCA - THĂNG LONG",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mot-thanh-vien-bca-thang-long/205228.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Giải quyết vấn đề, Tư duy logic, Kiến Thức Về Phần Cứng Và Phần Mềm, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1765345,
        "job_title": "SQL Developer (Oracle – Middle/Senior)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 35,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển và tối ưu các truy vấn SQL, stored procedures, packages trên Oracle.Thực hiện ETL, xử lý dữ liệu lớn phục vụ báo cáo và phân tích.Phối hợp với các bộ phận liên quan (BA, Dev, Data) để triển khai giải pháp dữ liệu.Đảm bảo hiệu năng, tính toàn vẹn và bảo mật dữ liệu.Tham gia review code, chia sẻ kinh nghiệm (đối với ứng viên senior).",
        "job_url": "https://www.topcv.vn/viec-lam/sql-developer-oracle-middle-senior/1765345.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 35 triệu",
        "company_name": "Công ty TNHH Giải pháp Phân tích dữ liệu Insight Data",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-giai-phap-phan-tich-du-lieu-insight-data/110386.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1641864,
        "job_title": "DevOps Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 30,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Triển khai, vận hành và tối ưu hóa hệ thống CI/CD để tự động hóa quy trình phát triển và triển khai phần mềm.Quản lý, theo dõi và cải thiện hiệu suất hệ thống, đảm bảo tính ổn định và bảo mật.Hỗ trợ phát triển và triển khai ứng dụng bằng cách tối ưu hóa tài nguyên, giảm thời gian triển khai.Giám sát, phân tích logs, xử lý sự cố và cải thiện hệ thống liên tục.Hợp tác với các nhóm phát triển, QA, và vận hành để đảm bảo sự đồng bộ và hiệu quả trong quy trình làm việc.Xây dựng tài liệu hướng dẫn, quy trình quản lý cấu hình và hỗ trợ đào tạo nội bộ.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-engineer/1641864.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 30 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ EZCLOUD TOÀN CẦU",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-ezcloud-toan-cau/4952.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Git, Linux, Docker, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1844604,
        "job_title": "Business Analyst",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Làm việc với PO, PMO và khách hàng, nhận yêu cầu, đánh giá và tư vấn các giải pháp, quy trình của phần mềmPhân tích tính khả thi và làm chi tiết các yêu cầu, từ đó xây dựng các tài liệu kĩ thuật, tài liệu nghiệp vụ, đảm bảo tính chính xác và phù hợp với yêu cầuPhân tích và thiết kế các tài liệu BRD, Use case, flowchart, wireframe/mockup, ...Đảm bảo chất lượng tài liệu nghiệp vụ hệ thống, phân tích và hỗ trợ các thành viên khác để đảm bảo đội ngũ hiểu rõ yêu cầu của sản phẩmQuản lý và cập nhật các luồng nghiệp vụ khi có thay đổi hoặc phát sinhĐảm nhận và đánh giá chất lượng sản phẩm trước khi releasePhối hợp với đội ngũ để nâng cao chất lượng sản phẩm và quy trình phát triển sản phẩm",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst/1844604.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "Công ty TNHH Giải pháp Phân tích dữ liệu Insight Data",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-giai-phap-phan-tich-du-lieu-insight-data/110386.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "C#, RESTful APIs, Angular (2+), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1644115,
        "job_title": "Tester (OS Bank)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "N/A",
        "due_date": null,
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/viec-lam/tester-os-bank/1644115.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 25 triệu",
        "company_name": "Công ty TNHH Giải pháp Phân tích dữ liệu Insight Data",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-giai-phap-phan-tich-du-lieu-insight-data/110386.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "phân tích yêu cầu, Viết Testcase, Báo Cáo Lỗi, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931716,
        "job_title": "CAE Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "JOB OVERVIEW• FPT Software hiện hợp tác với nhiều khách hàng lớn trên thế giới về thiết kế cơ khí, nghiên cứu phát triển xe ô tô, xe máy. Với đội ngũ kỹ sư có nhiều kinh nghiệm, chuyên sâu trong lĩnh vực CAD/CAE.RESPONSIBILITIES• Thực hiện các phân tích NVH: modal analysis, local dynamic stiffness, vibration & noise transfer functions, road noise, wind noise…• Tự xây dựng mô hình full vehicle trong NASTRAN hoặc phần mềm tương đương• Chuẩn bị và xử lý dữ liệu mô phỏng bằng ANSA, xuất kết quả và phân tích bằng META / METAPOST• Hiểu và phân tích kết quả mô phỏng để xác định nguyên nhân và đề xuất giải pháp cải thiện hiệu suất NVH• Viết báo cáo kỹ thuật rõ ràng, trực quan và dễ hiểu• Trình bày kết quả mô phỏng trong các cuộc họp kỹ thuật với nội dung mạch lạc, thuyết phục• Phối hợp với các nhóm thiết kế, thử nghiệm và các kỹ sư liên quan để cải tiến chất lượng âm – rung – xóc tổng thể của xe",
        "job_url": "https://www.topcv.vn/viec-lam/cae-engineer/1931716.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Phân Tích Phần Tử Hữu Hạn (fea), Mô Phỏng Cae, Sử Dụng Phần Mềm Cae (ví Dụ: Ansys, Abaqus, Ls Dyna), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1928551,
        "job_title": "IT Manager",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "N/A",
        "due_date": null,
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/viec-lam/it-manager/1928551.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công Ty Cổ Phần Anne Hill",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-anne-hill/127921.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Giao tiếp, Quản Lý Đội Nhóm, Quản Lý Dự Án, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1733991,
        "job_title": "Business Analyst (Lead, English)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Meeting with customer to get request and analyze/clarify it.• Analyze customer material (UI definition, initial specs).• Create Detail Design (DD) and Basic Design (BD) document.• Define business flow, business logic.• Prioritize tasks and communicate to senior management effort estimates and project statusperiodically.• Do the rough estimation when getting requirement, or participate on the estimation (withdevelopment team).• Participate into team collaborative design and document review (for DD & Test) activities.• Will collaborate proactively with functional analysts to translate business and integrationrequirements into function scope & test scenarios, then solutions.• Have application maintenance ownership, and the ability to work effectively with other varioustechnologies and account teams.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-lead-english/1733991.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần Synodus",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-synodus/111658.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Viết Báo Cáo, Phân Tích Nghiệp Vụ, Thu Thập Và Phân Tích Dữ Liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931792,
        "job_title": "IT Technical Support",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 16,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Đồng Nai",
        "due_date": null,
        "jd": "Deskside Support with strong Experience in Maintaining, analyzing, troubleshooting, and repairing hardware and computer systems (Mac and Windows) is the job of deskside supportTech-savvy people who are self-motivated enough to provide consistent customer support with minimal supervision will thrive in this role. On any given day, deskside support professionals perform on-site or remote servicing, repair, and installation of computer hardware, software, and networksResponsible for Asset audits and maintain the tech bar asset inventory. Must record all the asset related transactions into ticketShould have a fair knowledge about network and AV equipments and able to identify the cause and log vendor callsDeskside support technicians take repair requests in in person and by email, phone, or live chatOffer Customer Service, Problem-Solve Computer Issues, Provide Hardware and Application Support, Install Software Upgrades, Create and Maintain DocumentationThe engineer needs to support end user based on the ServiceNow tickets, on demand request which comes from Customer (Email, Phone Call or from Tech Ops Manager)The engineers needs to report in to PMO office: The Metropolitan Tower, 235 Dong Khoi St, Dist 1, HCMC, Vietnam",
        "job_url": "https://www.topcv.vn/viec-lam/it-technical-support/1931792.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 16 triệu",
        "company_name": "CÔNG TY TNHH KAIOEN",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-kaioen/240872.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Khả năng giải quyết vấn đề, khả năng làm việc độc lập và theo nhóm, 6+",
        "location": "Đồng Nai"
    },
    {
        "job_id": 1931805,
        "job_title": "Oracle Database Administrator",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội, Hồ Chí Minh",
        "due_date": null,
        "jd": "Database Administration & Operations\nManage, configure, and maintain Oracle 10g, 11g, 12c, 18c, 19c, 21c, and other enterprise Oracle database versons.\nEnsure high availability, security, and performance tuning of production and development databases.\nMonitor database health, troubleshoot issues, and implement proactive solutions to prevent downtime.\nManage database backup and recovery strategies, including RMAN, Data Guard, and Flashback technologies.\nPerformance Tuning & Optimization\nOptimize SQL queries, indexing strategies, and database parameters to improve system performance.\nPerform AWR, ASH, and ADDM analysis to diagnose and resolve performance bottlenecks.\nImplement partitioning, compression, and parallel processing techniques for large datasets.\nHigh Availability & Disaster Recovery\nDesign and implement Oracle Data Guard (Physical & Logical Standby), Oracle RAC (Real Application Clusters), and GoldenGate for high availability and disaster recovery.\nDevelop and test failover and disaster recovery plans to ensure business continuity.\nDatabase Automation & Cloud Migration\nAutomate database tasks using PL/SQL, Shell scripting, Python, or Ansible.\nOptimize storage, networking, and compute resources for on-premises Oracle deployments.\nSecurity & Compliance\nImplement database security best practices, including TDE (Transparent Data Encryption), auditing, and access control.\nEnsure compliance with GDPR, PCI-DSS, and other industry regulations.\nOthers Role\nProvide technical guidance to developers on database design, data modeling, and query optimization.\nCollaborate with infrastructure, DevOps, and application teams to integrate databases into enterprise environments.\nDocument database architecture, configurations, and best practices for internal teams.",
        "job_url": "https://www.topcv.vn/viec-lam/oracle-database-administrator/1931805.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN ONE MOUNT GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-one-mount-group/165850.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn22ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội, Hồ Chí Minh"
    },
    {
        "job_id": 1931458,
        "job_title": "Angular Tech Lead",
        "company": "N/A",
        "salary_min": 40,
        "salary_max": 55,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Design and develop high-performing and responsive web applications using Angular JS best practices.Write clean and efficient JavaScript, CSS, and HTML codes.Conduct product analysis tasks.Connect with other team members, such as UX designers, project managers, and back-developers to deliver quality work.Analyze and resolve debugging issues in the application code to maintain the sustainability of the application.Proficiency in JavaScript, TypeScript, Angular (v6 and above), HTML, and CSS.Manage all code compliance with respect to the standards set by the company.Coordinate with the backend team to create, test and execute code that merges with live streams and API endpoints.Create system configuration functions using a component-based architecture.Perform troubleshooting bugs and issue resolution.Hands-on experience in developing modularized or template-based implementation.Create User Interface for Modern Rich Internet Applications.Build application performance through JavaScript profiling and code optimization.",
        "job_url": "https://www.topcv.vn/viec-lam/angular-tech-lead/1931458.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "40 - 55 triệu",
        "company_name": "Công ty cổ phần Synodus",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-synodus/111658.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Angular, TypeScript, Javascript, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1931372,
        "job_title": "Kỹ Sư Tự Động Hóa",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hoà Bình, Hà Nội",
        "due_date": null,
        "jd": "Quản lý và vận hành hệ thống tự động hóa:Lắp đặt, cấu hình, vận hành, tối ưu PLC, HMI, robot, biến tần, cảm biến, MES, IoTTheo dõi tình trạng vận hành, ghi nhận dữ liệu thiết bị, phân tích lỗi, đề xuất giải pháp khắc phục và cải tiến.Cập nhật sơ đồ điện, chương trình PLC, cấu hình MES, lưu trữ tài liệu kỹ thuật trên hệ thống ERP-Odoo/PDM.Thực hiện bảo trì định kỳ, bảo trì dự đoán, khắc phục sự cố, đảm bảo hệ thống vận hành liên tục và an toàn.2. Cải tiến công nghệ, tối ưu quy trình sản xuấtThu thập dữ liệu sản xuất, phân tích chu kỳ, công suất, năng lượng, xác định điểm nghẽn để cải tiến thiết bị, công nghệ hoặc layout công đoạn.Nghiên cứu, thiết kế hoặc đề xuất đồ gá, dụng cụ, thiết bị phụ trợ nhằm nâng cao năng suất và độ chính xác thao tác.Phối hợp với nhóm Kỹ thuật sản xuất, cơ điện, QA triển khai các dự án Lean, Kaizen, 5S, TPM, automation upgrade.Lập báo cáo cải tiến công nghệ (CIR) và đánh giá hiệu quả đầu tư (ROI)3. Tích hợp và vận hành hệ thống MES/ERP OdooTham gia thiết kế luồng dữ liệu kỹ thuật (BOM, routing) và kết nối thiết bị với MES/ERP Odoo.Đảm bảo dữ liệu sản xuất (hiệu suất máy, downtime, cảnh báo lỗi, năng lượng) được ghi nhận chính xác.Hỗ trợ thiết lập dashboard giám sát OEE, năng lượng, bảo trì và sản lượng thực tế.4. Đào tạo và hỗ trợ kỹ thuật cho công nhân, kỹ thuật viên",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-tu-dong-hoa/1931372.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "Công ty Cổ phần Đầu tư BeNK",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dau-tu-benk/54328.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn21ngày để ứng tuyển",
        "tags": "Plc Programming (e.g., Siemens, Allen Bradley), Scada Systems, Hmi Design, 2+",
        "location": "Hoà Bình, Hà Nội"
    },
    {
        "job_id": 1931180,
        "job_title": "Chuyên Viên Số Hóa Nghiệp Vụ Bảo Hiểm",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Phân tích & Tư vấn Nghiệp vụ:Phân tích hiện trạng và đề xuất cải tiến quy trình nghiệp vụ (business process).Xây dựng business case và đánh giá ROI.Tư vấn giải pháp tích hợp AI vào quy trình hiện tại.Phối hợp chặt chẽ với các đơn vị nghiệp vụ để hiểu rõ hiện trạng và yêu cầu cải tiến.Tham vấn các bên liên quan (stakeholders) để xác định phạm vi và yêu cầu chi tiết.Trình bày và thống nhất các giải pháp cải tiến quy trình với các đơn vị liên quan.Phát triển các tài liệu đặc tả yêu cầu chi tiết.2. Thiết kế & Tối ưu hóa Quy trình nghiệp vụ:Thiết kế quy trình nghiệp vụ tương lai (To-Be).Xây dựng process maps và workflow diagrams.Phối hợp với các đơn vị liên quan để hoàn thiện các user stories, use cases và prototypes.Tạo mockups và prototypes.Tối ưu hóa quy trình thông qua AI/RPA.3. Quản lý Dự án & Triển khai:Phối hợp chặt chẽ với các đơn vị liên quan trong quá trình quản lý dự án, triển khai và đào tạo người dùng.Theo dõi và báo cáo tiến độ.Quản lý thay đổi và rủi ro.Hỗ trợ UAT và triển khai.Đào tạo người dùng.4. Nghiên cứu & Phát triển:Nghiên cứu xu hướng công nghệ mới.Đề xuất ứng dụng AI/ML vào quy trình.Phát triển frameworks và templates.Chia sẻ kiến thức trong team.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-so-hoa-nghiep-vu-bao-hiem/1931180.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TỔNG CÔNG TY CỔ PHẦN BẢO HIỂM BƯU ĐIỆN",
        "company_link": "https://www.topcv.vn/cong-ty/tong-cong-ty-co-phan-bao-hiem-buu-dien/201057.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Giao tiếp, Phân tích dữ liệu, 2+",
        "location": "Hà Nội"
    }
]