[
    {
        "job_id": 1934985,
        "job_title": "Leader QA Có Kinh Nghiệm Test",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Quản lý nhóm QA, phân công công việc và theo dõi tiến độ kiểm thử.Lập kế hoạch Test, viết Test Case, Test Report.Đảm bảo chất lượng sản phẩm trước khi bàn giao cho khách hàng.Phối hợp chặt chẽ với team Dev, PM để xử lý lỗi, cải tiến quy trình test.Đề xuất giải pháp nâng cao chất lượng sản phẩm và tối ưu quy trình test.",
        "job_url": "https://www.topcv.vn/viec-lam/leader-qa-co-kinh-nghiem-test/1934985.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 20 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ AMCOLAB",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-amcolab/132095.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Kiến Thức Về Quy Trình Kiểm Thử Phần Mềm, Kỹ Năng Quản Lý Nhóm, Kỹ năng giao tiếp, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1861249,
        "job_title": "Game Designer - Cozy & Chill Game (Steam)",
        "company": "N/A",
        "salary_min": 7,
        "salary_max": 15,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "About the RoleWe're seeking a creative Game Designer to join our team and help craft a cozy, chill gaming experience for Steam. This is an opportunity to shape a game that helps players relax and unwind. We value creativity, curiosity, and practical skills over formal credentials. Key ResponsibilitiesDesign engaging game mechanics for our cozy/chill gameCreate and maintain game design documentationCollaborate with development and art teams to bring concepts to lifeAnalyze player feedback and iterate on game featuresResearch market trends and competitor games on SteamUse AI tools to streamline design processes and generate creative solutions",
        "job_url": "https://www.topcv.vn/viec-lam/game-designer-cozy-chill-game-steam/1861249.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "7 - 15 triệu",
        "company_name": "Công ty TNHH BITCOVER",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-bitcover/163607.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Tư duy sáng tạo, Thiết Kế Game, Khả Năng Làm Việc Nhóm, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1825897,
        "job_title": "IT Comtor Tiếng Nhật (Game Project N2)",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 25,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": ". Biên, phiên dịch nội dung các dự án phát triển Game, trong đó tập trung công việc chính về 3D Graphic.. Dịch các tài liệu và nội dung trao đổi công việc từ Nhật sang Việt. . Dịch các tài liệu và nội dung trao đổi công việc từ Việt sang Nhật . Các công việc khác liên quan đến dự án. . Yêu cầu ứng viên có khả năng làm việc linh động, tích cực và thích nghi nhanh với mọi môi trường làm việc.",
        "job_url": "https://www.topcv.vn/viec-lam/it-comtor-tieng-nhat-game-project-n2/1825897.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 25 triệu",
        "company_name": "CÔNG TY TNHH THANKSLAB VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thankslab-viet-nam/197906.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Game, Project Management, Communication, 9+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1887789,
        "job_title": "Project Manager Officer (Quản Lý Dự Án)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Quản lý tổng thể nhiều dự án ( Web/App Dev Project ...)- Giám sát tổng thể tiến độ, vấn đề, rủi ro và chất lượng dự án. Khi phát sinh sự cố, kịp thời đưa ra cảnh báo và thực hiện báo cáo phù hợp.Quản lý đội nhóm: - Kết nối, phối hợp làm việc với các thành viên và communicator. Đào tạo, phân công nhiệm vụ, tối ưu hóa công việc để nâng cao hiệu suất toàn team.Quản lý chất lượng: - Đảm bảo chất lượng giao tiếp và chuẩn hóa mức độ chi tiết của bản dịch thông qua việc review chất lượng tài liệu dịch và phiên dịch trong các cuộc họp.Chuẩn hóa và chia sẻ: - Chuẩn hóa roadmap, phổ biến và chia sẻ đến toàn bộ thành viên.Minh bạch tiến độ: - Theo dõi tiến độ công việc, trường hợp có sự chênh lệch giữa kế hoạch và thực tế (tiến độ, nhân công, lỗi phát sinh...), thực hiện chia sẻ định kỳ với cấp trên và các bộ phận liên quan.Báo cáo với cấp trên: - Báo cáo cho cấp trên người Nhật các thông tin quan trọng và kịp thời đặc biệt là thông tin cần thiết (được trình bày súc tích: sự việc/vấn đề, tác động/ảnh hưởng, phương án, đề xuất) để hỗ trợ đưa ra quyết định.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-officer-quan-ly-du-an/1887789.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH THANKSLAB VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thankslab-viet-nam/197906.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Quản Lý Ngân Sách, điều phối dự án, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1935390,
        "job_title": "Chuyên Viên Vận Hành Và Quản Trị Hệ Thống Mạng",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Quản trị vận hành và bảo trì Hệ thống mạng (AD, FileServer…), Máy chủ, máy trạm, máy In, Wifi, các thiết bị liên quan mạng, máy tính, hệ thống Tổng đài VOIP, Hệ thống ảo hóa VMWare, Mail Server… Có kiến thức và cách thức backup file, thư mục trong mạng LAN theo mức độ ưu tiên, quy trình xử lý.Hỗ trợ người dùng thiết bị đầu cuối phần cứng IT, cài đặt phần mềm máy tính.Tham gia thiết kế, khảo sát các giải pháp thiết kế mạng cho các dự án phát sinh theo yêu cầu của quản lý.Vận hành các công việc hàng ngày như bắt đầu ngày hệ thống, khởi động thiết bị, kiểm tra thiết bị, thực hiện công việc vận hành hệ thống ứng dụng như: gửi SMS, gửi Email, gửi sao kê tài khoản giao dịch.Có thể đi công tác ngoài văn phòng theo sắp xếp của quản lý.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-van-hanh-va-quan-tri-he-thong-mang/1935390.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN APEC GROUP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-apec-group/135699.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Trị Hệ Thống Mạng, TCP/IP, DNS, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935369,
        "job_title": ".NET Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Cần Thơ",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• As a Full-Stack Developer, you will be responsible for building and maintaining back-end services and front-end interfaces. You’ll work on RESTful APIs, authentication mechanisms, data integration, and analytics features, while also developing rich user interfaces for admin and analytics dashboards. Integration with our upcoming sensor systems will be a key part of the role.RESPONSIBILITIES• Develop and maintain web and/or mobile applications using .NET (C#, ASP.NET, .NET Core, etc.).• Collaborate with cross-functional teams including QA engineers, product owners, and other developers.• Participate in the full software development life cycle: requirements gathering, design, coding, testing, deployment, and maintenance.• Write clean, scalable, and well-documented code.• Integrate automated testing and development workflows into CI/CD pipelines.• Troubleshoot and debug applications to ensure optimal performance and reliability.• Continuously improve application performance, scalability, and security.",
        "job_url": "https://www.topcv.vn/viec-lam/net-engineer/1935369.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": ".net Framework Core, C#, Asp.net (mvc Web Api), 2+",
        "location": "Cần Thơ"
    },
    {
        "job_id": 1935351,
        "job_title": "Technical Project Manager",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Lead and mentor project teams, fostering a collaborative and productive work environment.• Develop team members' skills and capabilities to enhance overall project performance.• Provide clear and concise reports on project status, progress, and challenges to stakeholders.• Address technical and project-related challenges by analyzing issues and developing effective solutions.• Deep understanding of Agile principles, frameworks (e.g., Scrum, Kanban), and practices to facilitate iterative development and continuous improvement.• Proficiency in planning, executing, and monitoring project activities to ensure timely delivery of project goals.• Ability to identify, assess, and mitigate risks that could impact project success.• Interpreting, analyzing and implementing client’s requests • Analysis requirement, design, develop and maintain web application using Java and React JS• Performing quality verification including code review, code inspection, performance test, etc. • Developing interface for the integration with relevant system (Rest)• Understanding development process and ensuring compliance(Risk management system for the internal accounting)",
        "job_url": "https://www.topcv.vn/viec-lam/technical-project-manager/1935351.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH SAMSUNG SDS VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-samsung-sds-viet-nam/200963.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn24ngày để ứng tuyển",
        "tags": "Lập Trình, Giải quyết vấn đề, Tư duy logic, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935293,
        "job_title": "IT Infrastructure Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Implement and maintain essential IT infrastructure, including physical/virtual servers, storages, operating systems, databases.Take responsibility for IT infrastructure design and implementation of IT project following our standard.KEY RESPONSIBILITIESPerform server administration tasks together with Group IPS (GIPS) team such as: capacity monitoring, security patching, obsolescence management, etc. research and provide event-log warnings and errors to GIPS when required; to ensure that systems architecture components work together seamlessly. Implement and maintain Database synchronization, backup and restore between multi sites. Implement and maintain Red Hat, Window servers.Minimize database downtime and manage parameters to provide fast query responses.Work with internal and external partners to communicate project status, activities, and achievements.Work with relevant parties and provide/implement IT infrastructure architect in IT projects.Work with local vendor in troubleshooting IT infrastructure issues.Follow up with relevant team and provide update/report for IT Infrastructure related matters.",
        "job_url": "https://www.topcv.vn/viec-lam/it-infrastructure-engineer/1935293.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ VIHAT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-vihat/1953.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Trị Hệ Thống, Quản Trị Mạng, Điện Toán Đám Mây, 1+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1935230,
        "job_title": "Senior IT Security (Pentest - Architecture & Application)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 50,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "IT Security Implementation- Develop and execute security assessments for IT projects and systems.- Conduct vulnerability assessments and penetration testing (Vulnerability Assessment & Penetration Testing) on:- Web applications, Mobile applications (iOS & Android), API, Winform.- Server systems (Windows, Linux), databases, network infrastructure, and cloud environments.- Review and optimize security configurations on servers, network devices, security appliances, and storage systems. IT Security Operations- Update and manage security vulnerabilities in IT systems, develop and implement remediation plans.- Maintain and ensure compliance with PCI DSS certification and NHNN security standards.- Operate and maintain critical security systems such as SIEM, IPS/IDS, DLP, PIM.- Collaborate with relevant departments to implement security measures such as patch management, antivirus management, and endpoint protection. Vulnerability Management- Continuously update and monitor security vulnerabilities, malware threats, and risks; analyze and provide recommendations for remediation.- Conduct regular security assessments (VA, Pentest, ASV, APT, segment test) for operating systems, applications, databases, and networks.- Manage, monitor, and ensure remediation of all detected security vulnerabilities in IT services.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-it-security-pentest-architecture-application/1935230.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 50 triệu",
        "company_name": "CÔNG TY TÀI CHÍNH TRÁCH NHIỆM HỮU HẠN MỘT THÀNH VIÊN LOTTE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tai-chinh-trach-nhiem-huu-han-mot-thanh-vien-lotte-viet-nam/93041.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Penetration Testing, Application Security, Security Architecture, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934867,
        "job_title": "Quản Lý Dự Án",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Lập kế hoạch triển khai dự án bao gồm các nội dung như: Phạm vi dự án, chi phí, nguồn lực, mua sắm, quản trị rủi ro với dự ánThực hiện triển khai dự án theo đúng kế hoạch, đốc thúc đội kỹ thuật theo đúng tiến độ dự ánThực hiện các quy trình, thủ tục (thanh toán, đóng dự án…)Đầu mối tiếp nhận giải đáp thắc mắc của khách hàng và kết nối với phòng ban chuyên môn để xử lý các vấn đề trong quá trình triển khai dự ánThực hiện công tác báo cáo và đánh giá chất lượng triển khai dự án và đưa ra đề xuất phù hợp.Cập nhật thông tin khách hàng và dự án lên hệ thống quản lý.Các công việc khác theo sự phân công",
        "job_url": "https://www.topcv.vn/viec-lam/quan-ly-du-an/1934867.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TRUNG TÂM ỨNG CỨU KHẨN CẤP KHÔNG GIAN MẠNG VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/trung-tam-ung-cuu-khan-cap-khong-gian-mang-viet-nam/241085.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Lập Kế Hoạch Dự Án, Quản Lý Rủi Ro, Quản lý thời gian, 9+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934864,
        "job_title": "Chuyên Viên Quản Lý Rủi Ro",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Xây dựng tiêu chuẩn, quy định, chính sách liên quan đến lĩnh vực an ninh mạng, an toàn thông tin.Thực hiện quản lý rủi ro an ninh mạng nội bộ (nhận diện, đánh giá, xử lý, báo cáo rủi ro…).Kiểm tra tuân thủ, đánh giá quy trình hoạt động, quy định, chính sách ANM nội bộ và khách hàng.Tư vấn xây dựng chính sách, quy định, khung quản lý rủi ro, hướng dẫn quản lý rủi ro, phương pháp đánh giá tuân thủ và hỗ trợ triển khai theo yêu cầu (trọng tâm là lĩnh vực an ninh mạng, ngoài ra hỗ trợ đối với các mảng công việc khác nếu có yêu cầu).",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-quan-ly-rui-ro/1934864.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TRUNG TÂM ỨNG CỨU KHẨN CẤP KHÔNG GIAN MẠNG VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/trung-tam-ung-cuu-khan-cap-khong-gian-mang-viet-nam/241085.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Phân Tích Rủi Ro, Đánh giá rủi ro, Quản Lý Rủi Ro, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935252,
        "job_title": "Senior IT Security Officer (Data Protection)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Develop and maintain data protection framework: Build, update, and enforce data protection policies, procedures, and guidelines to ensure compliance with Vietnamese laws (e.g., Data Law 2024, PDPL, Decree 13).Monitor compliance: Oversee data handling activities, conduct regular audits, identify gaps, and implement corrective actions.Advisory support: Provide guidance to internal teams (IT, Product, Operations, Legal, Compliance, etc.) on integrating privacy and security controls (“privacy by design”) into systems and projects.Risk assessments: Coordinate and perform DPIAs and other data risk assessments; propose risk mitigation measures for high-risk activities.Documentation & reporting: Maintain records of data processing, DPIA reports, and consent management; prepare compliance reports for management and regulators.Data protection operations: Review DPAs, vendor privacy assessments, and act as contact point with data protection authorities.Awareness & culture: Promote personal data protection awareness and compliance across the organization.Other duties as assigned by Manager/Director.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-it-security-officer-data-protection/1935252.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TÀI CHÍNH TRÁCH NHIỆM HỮU HẠN MỘT THÀNH VIÊN LOTTE VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tai-chinh-trach-nhiem-huu-han-mot-thanh-vien-lotte-viet-nam/93041.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Data Protection Principles, Privacy Laws (e.g., Gdpr, Ccpa), Risk Management, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935214,
        "job_title": "Senior Azure Database Administrator",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• We are seeking a Senior Azure Database Administrator based at our FPT Vietnam delivery center to support Financial Services’ global life insurance platforms. In this role, you will be the technical authority for Azure SQL databases that power critical systems including policy administration (Phoenix), customer engagement (Omega), and enterprise reporting (DataWorks).• You will design, optimize, and secure our Azure SQL environments while ensuring compliance with financial services regulations (FCA, GDPR) and delivering highly available, resilient services across the UK, Canada, and Australia.• This is a hands-on, high-impact role within the FPT Vietnam team, providing database leadership to support Neilson’s mission of making life insurance simple and accessible worldwide.WHY JOINAs our Senior Azure DBA in Vietnam, you will:• Lead modernization efforts, migrating legacy SQL Server systems to Azure SQL Managed Instances.• Optimize performance and cost efficiency across multi-region deployments.• Partner closely with Neilson’s engineering, DevOps, and security teams to ensure database standards and compliance are consistently met.• This role offers a unique opportunity to own enterprise-scale Azure database solutions while contributing to the growth of a world-class financial services technology platform.RESPONSIBILITIESDatabase Leadership• Serve as SME for Azure SQL Database, Azure SQL Managed Instance, and SQL Server on Azure VMs.• Provide architectural guidance to support Phoenix, Omega, and related financial services platforms.• Drive adoption of Azure database best practices across FPT Vietnam delivery teams.Performance & Optimization• Monitor performance using Azure Monitor, Query Store, and Extended Events.• Tune T-SQL queries, indexing, and configurations for speed and cost efficiency.• Lead capacity planning and implement auto-scaling strategies.Security & Compliance• Implement controls: TDE, Always Encrypted, data masking, advanced threat protection.• Enforce least-privilege RBAC and secure access patterns.• Ensure adherence to FCA, GDPR, ISO 27001, and SOC 2 requirements.• Build compliance reporting dashboards for audit readiness.Business Continuity & Disaster Recovery• Design and maintain high-availability and DR solutions using geo-replication, failover groups, and Always On Availability Groups.• Test recovery plans and validate backups regularly.Automation & DevOps Integration• Use Terraform, PowerShell, and Azure CLI for automated provisioning and configuration.• Integrate database deployments into Azure DevOps CI/CD pipelines.• Implement schema version control using tools like Flyway or Liquibase.Monitoring & Governance• Build dashboards for real-time database health and performance.• Configure alerts for performance issues, security events, and capacity thresholds.• Maintain inventory of all databases with configuration drift detection.Collaboration• Work closely with Neilson’s global teams in the UK, Canada, and Australia.• Support compliance and risk reviews for financial services audits.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-azure-database-administrator/1935214.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Azure Sql Database, Azure Cosmos Db, Database Performance Tuning, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1935197,
        "job_title": "Principal Security Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• We are seeking a Principal Security Engineer to support our partnership with FPT. In this role, you will lead the design, implementation, and governance of our enterprise security architecture, with a strong emphasis on Microsoft Azure security. This is a highly strategic, hands-on role serving as our principal technical authority to protect our cloud environments, core insurance platforms (Omega & Phoenix) and customer data while enabling business growth across our UK, Canadian, and Australian markets. You will also shape enterprise security policies and governance frameworks, providing guidance to leadership on balancing innovation with risk management.WHY JOIN• As our new Principal Security Engineer, you will guide our engineering culture enabling the transformation of a high-growth company offering products our customers need during a moment that shapes the future for those they love most. Every day you’ll tackle complex challenges while partnering with engineering, infrastructure, and cloud teams to embed security into system design, Azure DevOps pipelines, and deployments across our Omega (customer platform), Phoenix (policy administration), and Salesforce CRM systems.RESPONSIBILITIESTechnical Leadership• Serve as the subject-matter expert on Azure security services including Entra ID (Azure AD), Conditional Access, Defender for Cloud, Sentinel, Key Vault, Intune, and Privileged Identity Management (PIM).• Drive adoption of zero-trust architecture, advanced authentication, and secure configuration baselines across cloud and hybrid environments supporting our insurance platforms.• Conduct architecture reviews, threat modeling, and design validation for critical Azure applications, including our Azure Data Factory pipelines, Azure SQL databases, Logic Apps, and Databricks implementations.• Lead application security by defining secure coding standards, driving peer code reviews, integrating automated security testing (SAST/DAST) and supply-chain controls, and managing third-party and open-source risks through continuous vulnerability scanning, remediation, and secure SDLC practices.Operations & Risk Management• Continuously assess and actively defend against emerging cyber threats, including phishing, ransomware and other extortion-based attacks, account compromise, data exfiltration, and zero-day vulnerabilities.• Lead proactive threat hunting initiatives to identify and contain advanced threats across environments.• Implement controls and monitoring to detect and mitigate insider threats and misuse of privileged access.• Contribute to business continuity and disaster recovery planning to ensure resilient operations and rapid recovery in the event of a security incident.• Oversee vulnerability management, penetration testing, and incident response for cloud and hybrid systems supporting life insurance operations across multiple jurisdictions.• Implement and optimize monitoring, logging, and detection using Microsoft Sentinel, Defender XDR, and other integrated security platforms with focus on financial services threat vectors.• Collaborate with compliance and risk teams to ensure adherence to ISO 27001, SOC 2, GDPR, FCA (UK), and relevant Canadian/Australian financial services regulatory requirements.Financial Services Security Focus• Champion and instill a security-first culture by mentoring engineers, promoting secure practices, and influencing stakeholders across technology and business functions.• Implement data loss prevention (DLP) measures to safeguard sensitive customer and financial information across jurisdictions.• Ensure robust security controls for customer data protection across life insurance products and claim processing systems.• Implement security measures for financial transactions, direct debits, and payment processing systems.• Design security frameworks for multi-jurisdictional operations ensuring compliance with UK FCA, Canadian, and Australian regulatory requirements.",
        "job_url": "https://www.topcv.vn/viec-lam/principal-security-engineer/1935197.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Security Architecture, Threat Modeling, Penetration Testing, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1933804,
        "job_title": "Junior IT Infrastructure Support",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 13,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "Hỗ trợ vận hành & xử lý sự cố hệ thống CNTT (on-premises & Azure).Quản lý tài khoản Microsoft 365, Intune, Domain Controller, DNS, DHCP.Hỗ trợ người dùng, cài đặt và khắc phục sự cố thiết bị CNTT.Phối hợp nhà cung cấp, hỗ trợ thiết bị SFA.Đảm bảo an toàn bảo mật & dữ liệu cá nhân (Privacy Data).Thực hiện các công việc khác theo yêu cầu của quản lý.",
        "job_url": "https://www.topcv.vn/viec-lam/junior-it-infrastructure-support/1933804.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 13 triệu",
        "company_name": "CÔNG TY CỔ PHẦN DỊCH  VỤ CÔNG NGHỆ TIN HỌC HPT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-cong-nghe-tin-hoc-hpt/141408.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Kỹ năng làm việc nhóm, Khả năng giải quyết vấn đề, 4+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1406065,
        "job_title": "Kỹ Sư Phát Triển Phần Mềm",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Ninh Bình & 2 nơi khác",
        "due_date": null,
        "jd": "Tham gia và được đào tạo trong quá trình nghiên cứu phát triển sản phẩm điện tử trên ô tôPhát triển MCU/AP BootloaderThiết kế AUTOSAR và MCU SWPhát triển Embedded linux/RTOS BSD/middlewarePhát triển PC Tools điều khiển simulator (CAN/Ethernet)Sử dụng ứng dụng auto process (CMMI, ISO26262, A-spice) softwarePhối hợp với các thành viên trong dự án để đảm bảo dự án thành công và đúng tiến độ. Nghiên cứu và áp dụng các công nghệ mới.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-phat-trien-phan-mem/1406065.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH MCNEX VINA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-mcnex-vina/49093.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "C#, C++, Tiếng Anh thành thạo, 3+",
        "location": "Ninh Bình & 2 nơi khác"
    },
    {
        "job_id": 1418539,
        "job_title": "Data Engineer (Onsite)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển luồng ETL dữ liệu cho các hệ thống DWH, Data lake dựa trên các yêu cầu nghiệp vụ và thiết kế chi tiết.Xây dựng Data Mart, báo cáo, dashboard theo yêu cầu phòng ban nghiệp vụ trên các nền tảng Data warehouse, Data Lake.Phát triển dữ liệu cho các ứng dụng phân tích nghiệp vụ ngân hàng.Nghiên cứu và triển khai các ứng dụng công nghệ, xu hướng công nghệ hoặc kỹ thuật mới về Cloud, AI/ML, Big Data và phân tích.",
        "job_url": "https://www.topcv.vn/viec-lam/data-engineer-onsite/1418539.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "Công ty cổ phần Ecoit",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ecoit/46252.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1670475,
        "job_title": "Test Auto (Onsite)",
        "company": "N/A",
        "salary_min": 18,
        "salary_max": 30,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Thiết kế và thực hiện kế hoạch kiểm thử tự động, các trường hợp, kịch bản và quy trình kiểm thử trên các ứng dụng phần mềm dựa trên yêu cầu nghiệp vụ và đặc tính kỹ thuật.\n• Xác định các lỗi phần mềm để gắn cờ và chẩn đoán các lỗi và duy trì cơ sở dữ liệu về các lỗi phần mềm.\n• Sử dụng phân tích lịch sử các kết quả kiểm tra để xác định các vấn đề và các lĩnh vực cải tiến.\n• Tiến hành Kiểm tra Chức năng trên các ứng dụng mới và các cải tiến phần mềm hiện có để đảm bảo chúng đáp ứng các yêu cầu kinh doanh thông qua việc thực hiện các bài kiểm tra kịch bản kinh doanh từ đầu đến cuối.\n• Tiến hành Kiểm tra hồi quy trên các ứng dụng mới và các cải tiến phần mềm hiện có để xác định bất kỳ tác động nào có thể xảy ra do các thay đổi gây ra.\n• Hỗ trợ chuẩn bị và cung cấp các báo cáo về tiến độ của dịch vụ thử nghiệm cho các trưởng nhóm.",
        "job_url": "https://www.topcv.vn/viec-lam/test-auto-onsite/1670475.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "18 - 30 triệu",
        "company_name": "Công ty cổ phần Ecoit",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ecoit/46252.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "API Testing, Test Automation Frameworks (selenium, Cypress, Appium, Etc.), Programming Languages (java, Python, C#, Javascript, Etc.), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1744509,
        "job_title": "Full-Stack/Backend Dev (Java, ReactJS/Angular)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT COMPANYA subsidiary of the FPT Group, FPT Software is known as a leading global information technology service provider headquartered in Vietnam. With over 33,000 employees working in 83 offices across 30 countries on five continents, FPT Software consistently delivers the best solutions to more than 1000 clients, including 100 Fortune 500 companies. Placing human resources as the cornerstone of its achievements, employee experience is our top priority in continually creating an innovative, open, and enjoyable work environment for every member.In 2023, FPT Software officially made its mark on the global billion-dollar company list. This is evidence of the talent and efforts of multiple generations of employees at FPT Software.JOB OVERVIEW• We are seeking a highly skilled, innovative, and collaborative Full-Stack Software Engineer. The selected candidate will be a member of the Offshore• Enterprise Technology Application Development team, working alongside our team to drive innovation across tools throughout the organization. The successful candidate will work closely with onshore colleagues, focusing on delivering innovative solutions. A strategic mindset, strong problem-solving skills, and deep knowledge of emerging trends—especially in AI/ML adoption across business applications—are highly valued for this role.RESPONSIBILITIES• Develop and deploy high-quality, scalable, and secure custom business applications utilizing CI/CD methodology.• Participate in 24/5 development methodology – provide some overlap with onshore team to ensure continuity of development throughout the day when onshore team is offline.• Ensure integration of emerging technologies and trends including AI/ML into business applications where applicable.• Implement a microservices architecture, integrate third-party applications, and establish best practices for development across the organization.",
        "job_url": "https://www.topcv.vn/viec-lam/full-stack-backend-dev-java-reactjs-angular/1744509.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "REST API, Kiểm Soát Phiên Bản (git), Kiểm Thử Phần Mềm (unit Testing, Integration Testing), 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1822748,
        "job_title": "Senior GenAI Machine Learning Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• In this position you will drive the development of GenAI activities globally, and bring expertise to leverage Large Language Models (LLMs) across languages and modalities for AI-driven products. You will work on LLMs, prompt engineering, system integration, agents orchestration and more using frameworks such as Langchain, AWS Bedrock, or similar. This role offers an opportunity to innovate in an insurtech environment, delivering next generation Gen AI solutions that modernize how the business operates, working closely with the Head of AI, data scientists, engineers, and product manager.RESPONSIBILITES• Building and integrating generative AI applications for customer interactions by using LLMs and orchestration frameworks.• Driving the design, development and scaling of internal AI agents and customer-facing agentic solutions such as GenAI-powered Contact Centers• Designing and deploying custom solutions on AWS Bedrock by using foundation models from leading providers.• Fine-tuning and evaluating large language models by using proprietary and external datasets.• Building scalable APIs and backend services to support real-time AI inference.• Ensuring reliability, privacy, and accuracy of Gen AI responses by applying testing and monitoring tools.• Contributing to governance efforts by ensuring generative AI solutions follow responsible AI principles, including transparency, data privacy, and compliance with industry standards.• Working with the data science team to apply generative AI to other business areas, including document processing, claims decisioning, and reporting.• Supporting bolttech global GenAI roadmap bringing expert insights on the technology to adopt• Documenting solutions and collaborating with engineering, product, and customer teams to align requirements and output.• Tracking industry trends and recommending tools or approaches to improve system performance and capability.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-genai-machine-learning-engineer/1822748.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Python, Machine Learning, Deep learning, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1822700,
        "job_title": "PowerApp Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng & 2 nơi khác",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• We are looking for individuals with experience automation testing and fluent English communication skill which can directly work with foreign clients. We are interested in hearing about any personal projects you may be working on or any self-learning you are undertaking; you will need to show a track record in software testing experience that can showcase your capabilities. There are plenty of opportunities within the team to both teach and learn so we are looking for candidates with excellent technical and communication skills who are able to clearly express themselves and their ideas.RESPONSIBILITES• Delivering services and solutions for end users as part of the Power Platform Team using the suite of Microsoft’s PowerApps, Power BI, Power Automate Flow, SharePoint, Microsoft Teams, custom development, and data integrations on the platform.• Working directly with end users to support various projects and provide solutions.• Developing PowerApps model and canvas driven apps.• Understand client pain points and troubleshoot as challenges arise.• Providing architecture, configuration, administration and functional support to expand capabilities in Microsoft 365.• Designing end-to-end solutions that improves collaboration, productivity and knowledge sharing.",
        "job_url": "https://www.topcv.vn/viec-lam/powerapp-engineer/1822700.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Sharepoint, Microsoft 365, Power Apps, 2+",
        "location": "Đà Nẵng & 2 nơi khác"
    },
    {
        "job_id": 1822722,
        "job_title": "Java Technical Lead",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "ABOUT FPT SOFTWAREFPT Software, a subsidiary of FPT Group, is a leading global IT service provider headquartered in Vietnam. With 33,000+ employees in 88 offices across 30 countries, we serve 1,100+ clients, including 96 Fortune 500 companies.We believe diversity fuels innovation and strive to create an inclusive workplace where talents of all backgrounds thrive. We welcome expatriates and international professionals to bring fresh perspectives and help shape the future of technology.JOB OVERVIEW• We are looking for individuals with experience Java Technical Lead and fluent English communication skill which can directly work with foreign clients. We are interested in hearing about any personal projects you may be working on or any self-learning you are undertaking; you will need to show a track record in software testing experience that can showcase your capabilities. There are plenty of opportunities within the team to both teach and learn so we are looking for candidates with excellent technical and communication skills who are able to clearly express themselves and their ideas.RESPONSIBILITES• You are responsible for implementing task lists and working directly with the customer. Customer is big banking in the world. Need to meeting daily with the project team and the customer and discuss with them about requirement, issues…etc.• Work directly with a client• Develop product written in Java• Focus on writing clean and readable code• Implement task lists, estimate deliver assignments as functional specifications, quality standards and project schedules.• Consistently delivers high-quality services and meet customer requirements.• Other assignments from Project Manager.",
        "job_url": "https://www.topcv.vn/viec-lam/java-technical-lead/1822722.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/3.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Java, Spring Framework, Microservices, 2+",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1740830,
        "job_title": "Kỹ Sư Quản Trị Hệ Thống Server Và Network",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Triển khai xây dựng hệ thống Server, Network, Storage, Backup, Security, Monitor, VMWARE của Tập đoàn- Triển khai các dịch vụ trên nền tảng Windows Server, Linux- Vận hành hệ thống Server dịch vụ và phần mềm như: Server SQL, DNS, AD, DHCP, FILE, EMAIL EXCHANGE, WEBSITE- Vận hành các hệ thống Network bao gồm: Core Switch, Access Switch, Firewall, Load Balancer, WIFI, IP PHONE, CAMERA, ACCESS- Vận hành các hệ thống Storage, Backup- Quy hoạch hạ tầng Network, Server, địa chỉ IP hệ thống mạng WAN, LAN, wifi, Internet của Công ty- Quản trị, đảm bảo kết nối internet cho các dịch vụ của công ty- Theo dõi đánh giá hiệu năng đường truyền và lập báo cáo về chất lượng đường truyền.- Theo dõi đánh giá hiệu năng thiết bị mạng, lập báo cáo về chất lượng mạng.- Phối hợp các bên xử lý sự cố đường truyền, sự cố mạng.- Theo dõi đánh giá hiệu năng các thiết bị máy chủ và ứng dụng- Phối hợp triển khai tuân thủ các chính sách CNTT.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-quan-tri-he-thong-server-va-network/1740830.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 30 triệu",
        "company_name": "Tập Đoàn Vàng Bạc Đá Quý DOJI",
        "company_link": "https://www.topcv.vn/cong-ty/tap-doan-vang-bac-da-quy-doji/198942.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "An Ninh Mạng (cybersecurity), Quản Trị Hệ Thống Linux Windows Server, Quản Trị Mạng (networking), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934498,
        "job_title": "Devops Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Quản lý, vận hành hệ thống Micro Services, đảm bảo tính ổn định, an toàn cho cáchệ thống production.Thiết kế, xây dựng và tối ưu hóa pipeline CI/CD phục vụ quá trình phát triển,kiểm thử và triển khai phần mềm.Triển khai các dịch vụ, ứng dụng mới trên môi trường Kubernetes (K8S) và cácnền tảng liên quan.Theo dõi, trực hệ thống, phát hiện và xử lý sự cố kịp thời đảm bảo dịch vụ hoạtđộng liên tục.Nghiên cứu, tìm hiểu và đề xuất ứng dụng các công nghệ tiên tiến, đặc biệt là AI,vào quy trình vận hành, giám sát hệ thống.Quản lý, vận hành hệ thống máy chủ vật lý, máy chủ ảo, thiết bị mạng.Tham gia xây dựng tài liệu kỹ thuật liên quan đến các hệ thống phụ trách.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-engineer/1934498.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần Công nghệ Sen Đỏ",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-sen-do/99581.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Linux System Administration, Cloud Computing (aws, Azure, Gcp), Containerization (docker, Kubernetes), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1933751,
        "job_title": "Project Manager",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Coordinate internal resources and third parties/vendors for the flawless execution of projectsEnsure that all projects are delivered on time, within the scope, and within budgetDeveloping project scopes and objectives, involving all relevant stakeholders and ensuring technical feasibilityEnsure resource availability and allocationDevelop a detailed project plan to track progressUse appropriate verification techniques to manage changes in project scope, schedule and costsMeasure project performance using appropriate systems, tools and techniquesReport and escalate to management as neededManage the relationship with the client and all stakeholdersPerform risk management to minimize project risksEstablish and maintain relationships with third parties/vendorsCreate and maintain comprehensive project documentation",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager/1933751.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH CMC GLOBAL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cmc-global/2872.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Python, SQL, ETL, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934566,
        "job_title": "2D Artist (Junior)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Create appealing concept art for characters, environments, and UI elements.Design and produce 2D game assets (characters, props, backgrounds, icons, etc.).Create 2D animations and effects that enhance gameplay experience.Collaborate closely with Game Designers and Developers to ensure visual consistency.Participate in brainstorming sessions and contribute creative ideas to the project.",
        "job_url": "https://www.topcv.vn/viec-lam/2d-artist-junior/1934566.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "ABI Game Studio",
        "company_link": "https://www.topcv.vn/cong-ty/abi-game-studio/76643.html",
        "updated_at": "Cập nhật 6 ngày trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Vẽ Tay, Digital Painting, Sử Dụng Phần Mềm Thiết Kế (photoshop, Illustrator), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1935145,
        "job_title": "Senior .NET Engineer",
        "company": "N/A",
        "salary_min": 52,
        "salary_max": 78,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Trách Nhiệm ChínhTham gia phát triển các dự án phần mềm với khách hàng Nhật Bản, đặc biệt trong mảng nghiệp vụ doanh nghiệp.Phân tích yêu cầu hệ thống, đọc hiểu tài liệu tiếng Nhật.Thiết kế kỹ thuật và lập trình chủ yếu trên VB.NET / C# (.NET Framework), WinForms, Web API.Thực hiện unit test, review code và tối ưu hiệu năng hệ thống.Tương tác trực tiếp với BrSE, PM Nhật và team dev.Tham gia triển khai, vận hành và xử lý lỗi hệ thống.Hỗ trợ đào tạo, hướng dẫn thành viên junior và tham gia cải tiến quy trình phát triển.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-net-engineer/1935145.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "2,000 - 3,000 USD",
        "company_name": "OneTech Asia",
        "company_link": "https://www.topcv.vn/cong-ty/onetech-asia/22313.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "C#, Object Oriented Programming (oop), .net Framework Core, 5+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1863095,
        "job_title": "Frontend Developer",
        "company": "N/A",
        "salary_min": 14,
        "salary_max": 25,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển giao diện người dùng cho hệ thống quản lý giáo dục của trường đại học sử dụng ReactJS/NextJS Xây dựng các component UI có thể tái sử dụng và thư viện component cho các module khác nhau (quản lý sinh viên, đào tạo, tài chính học phí) Tích hợp frontend với các RESTful API backend được phát triển bằng GolangTối ưu hóa hiệu suất ứng dụng và trải nghiệm người dùng trên các thiết bị khác nhauPhối hợp chặt chẽ với team BA để hiểu rõ yêu cầu nghiệp vụ từ các phòng ban trong trường đại họcThực hiện responsive design đảm bảo giao diện hoạt động tốt trên desktop, tablet và mobileTham gia code review và đảm bảo chất lượng code theo chuẩn clean code  Hỗ trợ troubleshooting và giải quyết các vấn đề về giao diện người dùng",
        "job_url": "https://www.topcv.vn/viec-lam/frontend-developer/1863095.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "14 - 25 triệu",
        "company_name": "Công ty cổ phần dịch vụ và giải pháp công nghệ giáo dục PHX",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dich-vu-va-giai-phap-cong-nghe-giao-duc-phx/107963.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "CSS, HTML, Javascript, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1443429,
        "job_title": "Game Designer (Kịch Bản Game)",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 35,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Lên kế hoạch và triển khai toàn bộ hệ thống thiết kế gameplay, level, economy và meta progression cho sản phẩm.- Phối hợp với các team liên phòng ban để triển khai, tối ưu và cải tiến các sản phẩm kinh doanh hoặc đang phát triển.- Tìm hiểu, nghiên cứu các ý tưởng game mới, thị trường và xu hướng chơi game của người chơi",
        "job_url": "https://www.topcv.vn/viec-lam/game-designer-kich-ban-game/1443429.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 35 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ DỊCH VỤ XGAME",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-va-dich-vu-xgame/187618.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Tư duy sáng tạo, Phân tích dữ liệu, Viết Kịch Bản, 8+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933479,
        "job_title": "Fresher Ruby On Rails",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia các dự án sử dụng ngôn ngữ lập trình Ruby on Rails và các công nghệ liên quan cho các khách hàng đến từ Nhật Bản.Phân tích thiết kế và lập trình chức năng của các website.Thực hiện các công việc theo yêu cầu từ quản lý",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-ruby-on-rails/1933479.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần Kaopiz Software",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-kaopiz-software/153524.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "CSS, HTML, Javascript, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1773024,
        "job_title": "AI Team Leader",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "We are looking for a passionate and experienced AI Team Leader to lead our Core AI Team – the strategic group responsible for building the company’s foundational AI capabilities. This is an exciting opportunity to contribute from ideation to deployment in real-world AI solutions.- Lead a team of AI engineers in researching and developing cutting-edge AI/ML models, especially Generative AI. - Work closely with product, engineering, and business teams to integrate AI into internal and - customer-facing software solutions.- Design scalable and robust AI system architectures.- Propose new AI initiatives and keep the company aligned with the latest AI trends.- Mentor and coach junior AI team members to foster a strong internal AI talent pool.",
        "job_url": "https://www.topcv.vn/viec-lam/ai-team-leader/1773024.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN SCUTI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-scuti/4443.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn38ngày để ứng tuyển",
        "tags": "Kỹ năng giải quyết vấn đề, Giao tiếp hiệu quả, Lập Kế Hoạch Và Quản Lý Dự Án, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933472,
        "job_title": "Fresher Ruby On Rails",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia các dự án sử dụng ngôn ngữ lập trình Ruby on Rails và các công nghệ liên quan cho các khách hàng đến từ Nhật Bản.Phân tích thiết kế và lập trình chức năng của các website.Thực hiện các công việc theo yêu cầu từ quản lý",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-ruby-on-rails/1933472.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN KAOPIZ HOLDINGS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-kaopiz-holdings/161426.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "CSS, HTML, Javascript, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933889,
        "job_title": "Điều Phối Dự Án Biết Tiếng Trung (Remote)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Hỗ trợ quản lý tiến độ dự án, theo dõi các mốc quan trọng (milestone) và đảm bảo dự án được triển khai đúng kế hoạch.Phối hợp nhịp nhàng giữa các team như phát triển nội dung, thiết kế hình ảnh và marketing để đảm bảo thông tin được truyền đạt thống nhất trong suốt quá trình làm việc.Chuẩn bị, cập nhật và sắp xếp các tài liệu dự án như kế hoạch làm việc, bản phác thảo và báo cáo tiến độ để hỗ trợ quá trình theo dõi.Tổng hợp phản hồi từ người chơi hoặc kết quả thử nghiệm sản phẩm, giúp team cải thiện chất lượng và trải nghiệm người dùng.Tham gia các buổi họp nội bộ và thảo luận sáng tạo, nắm bắt định hướng dự án và hiểu rõ quy trình làm việc từ khi hình thành ý tưởng đến khi ra mắt sản phẩm.",
        "job_url": "https://www.topcv.vn/viec-lam/dieu-phoi-du-an-biet-tieng-trung-remote/1933889.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần EZ Technology",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ez-technology/184852.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn22ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Quản lý thời gian, Tổ chức công việc, 7+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1515733,
        "job_title": "Nhân Viên Designer",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 12,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế ấn phẩm cho KOLs, creators, đối tác của công tyThiết kế ấn phẩm cho chương trình, sự kiện công tySáng tạo hình ảnh cho các kênh digitalPhối hợp với các bộ phận khác để đảm bảo sản phẩm đáp ứng đúng mục tiêu truyền thông và quảng bá thương hiệu",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-designer/1515733.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 12 triệu",
        "company_name": "Công ty cổ phần Gió media",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-gio-media/149440.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1933817,
        "job_title": "System Administrator",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 30,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tiếp nhận hệ thống từ đối tác nước ngoài, nghiên cứu kiến trúc, các thành phần kỹ thuật, hạ tầng và phương thức vận hành.- Kiểm soát quá trình triển khai, đảm bảo hệ thống được cài đặt đúng chuẩn, không có điểm yếu về bảo mật hoặc hiệu suất.- Xây dựng quy trình giám sát và cảnh báo sự cố, đảm bảo hệ thống luôn hoạt động ổn định- Phối hợp với đội bảo mật để đánh giá và kiểm tra các rủi ro liên quan đến dữ liệu và truy cập.- Xây dựng tài liệu kỹ thuật chi tiết về hệ thống, bao gồm kiến trúc, cấu hình, chính sách bảo trì và khắc phục sự cố.- Tối ưu hóa hiệu suất hệ thống, đảm bảo khả năng mở rộng khi có nhu cầu.- Đề xuất và triển khai phương án backup, phục hồi dữ liệu để tránh mất mát thông tin quan trọng.- Phối hợp với đối tác nước ngoài để xử lý các vấn đề kỹ thuật phát sinh, nhưng đảm bảo nội bộ nắm vững hệ thống và không phụ thuộc vào đối tác.",
        "job_url": "https://www.topcv.vn/viec-lam/system-administrator/1933817.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 30 triệu",
        "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ PHÁT TRIỂN CÔNG NGHỆ TRUYỀN THÔNG NAM VIỆT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dau-tu-va-phat-trien-cong-nghe-truyen-thong-nam-viet/73797.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Trị Hệ Điều Hành (windows Server, Linux), Ảo Hóa (vmware, Hyper V), Bảo Mật Hệ Thống, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934893,
        "job_title": "Nhân Viên Lập Trình Phát Triển Sản Phẩm",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 10,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Tham gia lập trình, xây dựng và phát triển các sản phẩm phần mềm của công ty.\nHỗ trợ nghiên cứu, thử nghiệm và triển khai các tính năng mới.\nPhối hợp cùng đội ngũ kỹ thuật để tối ưu hiệu năng và trải nghiệm người dùng.\nThực hiện các công việc khác theo phân công của Trưởng nhóm/Trưởng bộ phận.",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-phat-trien-san-pham/1934893.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 10 triệu",
        "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP CÔNG NGHỆ ARITO",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-cong-nghe-arito/118153.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn24ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1934671,
        "job_title": "Software Engineer (Prompt Engineering)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "We are looking for a motivated Prompt Engineer to join our team and support AI Adoption projects using AI tools like Github Copilot, Cursor . This role is ideal for candidates interested in prompt engineering, AI-assisted coding, and automation. You’ll work closely with developers to build workflows, refine prompts, and ensure quality in AI-generated code.Key Responsibilities:Build and manage AI-powered workflows using Github Copilot, Cursor AI tools.Write, test, and refine prompts to improve the quality and accuracy of AI-generated code.Review, debug, and validate AI outputs using your foundational knowledge of coding.Work with the development team to improve existing workflows and implement new solutions.Document prompt strategies, code quality issues, and best practices for internal reference.",
        "job_url": "https://www.topcv.vn/viec-lam/software-engineer-prompt-engineering/1934671.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN OMINEXT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ominext/134456.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Phân tích dữ liệu, Ngôn Ngữ Học, Kỹ Năng Viết, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1577614,
        "job_title": "BrSE - Kỹ Sư Cầu Nối JLPT  Từ N3",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 65,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Là cầu nối giữa khách hàng Nhật Bản và đội dự án Offshore ở Việt NamLàm việc trực tiếp với khách hàng Nhật: giao tiếp, thương lượng, nhận, phân tích các yêu cầu của dự án phần mềm... và truyền đạt cho đội dự án Việt NamLàm PM của các dự án: Lập kế hoạch, theo dõi tiến độ, quản lý nhóm OnsitersKiểm soát tiến độ thực hiện dự án, phối hợp với khách hàng và Giám đốc trong việc quản lý dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/brse-ky-su-cau-noi-jlpt-tu-n3/1577614.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 2,500 USD",
        "company_name": "Công ty TNHH City Ascom Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-city-ascom-viet-nam/70023.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "developer, BrSE, .NET, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1934562,
        "job_title": "Junior C++ Developer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "- FPT Software HCM đang tìm kiếm các bạn sinh viên đã/sắp tốt nghiệp để tham gia vào các dự án phát triển phần mềm Healthcare domain (Medical device: Proton Beam Therapy, Ultra Sound, MRI, CT, X-ray) với quy mô lớn.- Có cơ hội học tập và làm việc trong các dự án thực tế với các khách hàng lớn của công ty, được học hỏi về mô hình và các phương pháp phát triển phần mềm như Waterfall, Agile, Scrum...",
        "job_url": "https://www.topcv.vn/viec-lam/junior-c-developer/1934562.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "FPT Software",
        "company_link": "https://www.topcv.vn/cong-ty/fpt-software/201091.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "C++, Lập Trình Hướng Đối Tượng (oop), Cấu Trúc Dữ Liệu Và Giải Thuật, 1+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1933124,
        "job_title": "Game Designer (Fresher)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 12,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế kịch bản đầy đủ chi tiết game mobile theo yêu cầu;Xây dựng level, cân bằng game;Tìm hiểu, nghiên cứu các ý tưởng game mới, thị trường và xu hướng chơi game của Player;Được đào tạo hoặc trao đổi với Game Designer giỏi và nhiều kinh nghiệm;Môi trường làm việc trẻ trung, năng động và thú vị;Có cơ hội thăng tiến cho người có năng lực, tâm huyết và gắn bó với công ty.",
        "job_url": "https://www.topcv.vn/viec-lam/game-designer-fresher/1933124.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 12 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ GX",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-gx/223425.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Tư duy sáng tạo, Hiểu Biết Về Game",
        "location": "Hà Nội"
    },
    {
        "job_id": 1739888,
        "job_title": "Chuyên Viên Triển Khai Và Hỗ Trợ Phần Mềm Y Tế",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia triển khai và hỗ trợ cài đặt phần mềm y tế trong hệ thống sản phẩm của công ty;\nTiếp nhận các yêu cầu của khách hàng, hỗ trợ kiểm tra, xử lý yêu cầu và hướng dẫn người sử dụng phần mềm;\nGiải quyết mọi thắc mắc, vấn đề phát sinh từ phía khách hàng;\nThực hiện các công việc khác theo phân công của Quản lý trực tiếp.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-trien-khai-va-ho-tro-phan-mem-y-te/1739888.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ SỐ VÀ CHUYỂN ĐỔI SỐ Y TẾ",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-so-va-chuyen-doi-so-y-te/219984.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1895047,
        "job_title": "SAP Functional Consultant",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội & 2 nơi khác",
        "due_date": null,
        "jd": "Công việc chính bao gồm:1.1 Khảo sát & phân tích yêu cầu:- Làm việc với khách hàng để tìm hiểu quy trình hiện tại, các vấn đề (pain points) và nhu cầu cải tiến.- Tham gia xây dựng tài liệu phân tích yêu cầu nghiệp vụ (Business Requirement).1.2 Cấu hình hệ thống:- Thiết lập, cấu hình phần mềm theo đúng yêu cầu và quy trình nghiệp vụ của khách hàng.- Hỗ trợ điều chỉnh hệ thống khi phát sinh thay đổi.- Kiểm thử (UAT, SIT):- Phối hợp với khách hàng và đội dự án để kiểm tra, đảm bảo hệ thống hoạt động đúng yêu cầu.- Ghi nhận, phân tích và phối hợp xử lý các lỗi phát sinh trong quá trình kiểm thử.1.3 Đào tạo người dùng:- Chuẩn bị tài liệu hướng dẫn sử dụng.- Trực tiếp đào tạo, hỗ trợ nhân viên khách hàng làm quen và sử dụng hệ thống.1.4 Go-live & hỗ trợ sau triển khai:- Tham gia quá trình vận hành chính thức của hệ thống.- Hỗ trợ xử lý sự cố, tinh chỉnh hệ thống sau khi go-live để đảm bảo hoạt động ổn định.",
        "job_url": "https://www.topcv.vn/viec-lam/sap-functional-consultant/1895047.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP TỰ ĐỘNG HÓA KỸ THUẬT VIỆT NAM (AES VIỆT NAM)",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-tu-dong-hoa-ky-thuat-viet-nam-aes-viet-nam/100143.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kỹ năng giải quyết vấn đề, Kiến Thức Về Hệ Thống Mes (manufacturing Execution System), Kỹ Năng Phân Tích Nghiệp Vụ, 2+",
        "location": "Hà Nội & 2 nơi khác"
    },
    {
        "job_id": 1934351,
        "job_title": "Quản Trị Viên Máy Chủ (Plesk / AWS)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Quản lý và cấu hình hệ thống Plesk Server (web hosting, mail, DNS, SSL, backup, firewall, v.v.).\nTriển khai, giám sát và bảo trì hạ tầng trên AWS (EC2, S3, RDS, CloudFront, Route53, IAM, SES, v.v.) hoặc các dịch vụ tương tự (GCP, Azure, ConoHa, v.v.).Thực hiện sao lưu định kỳ, phục hồi dữ liệu, và đảm bảo tính sẵn sàng của hệ thống.Cấu hình và tối ưu hiệu năng cho web server (Apache, Nginx, PHP-FPM, v.v.).\nThiết lập và kiểm soát chính sách bảo mật: SSL/TLS, Firewall, Fail2ban, DMARC/SPF/DKIM, chống spam mail.\nPhân tích log hệ thống, xử lý sự cố và hỗ trợ đội ngũ lập trình viên khi có vấn đề liên quan đến máy chủ.Theo dõi, dự báo tài nguyên và đề xuất nâng cấp hạ tầng khi cần thiết.",
        "job_url": "https://www.topcv.vn/viec-lam/quan-tri-vien-may-chu-plesk-aws/1934351.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH BELLEZA VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-belleza-viet-nam/8888.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn24ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 803034,
        "job_title": "Senior IT Comtor",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 39,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Xác nhận và và đảm bảo các thành viên trong nhóm hiểu rõ nền tảng, mục tiêu và các vấn đề kinh doanh cần được giải quyết\n- Tham gia vào các cuộc họp với khách hàng, nắm chắc các yêu cầu và thiết kế hệ thống với các khách hàng tại Nhật Bản rồi truyền đạt cho đội dự án ở Việt Nam\n- Chia nhỏ các yêu cầu thành từng mục và kiểm soát thứ tự ưu tiên, trạng thái, kế hoạch hoàn thiện của các hạng mục đó\n- Làm việc như một kênh thông tin hỗ trợ nhóm dự án để hiểu rõ yêu cầu của khách hàng Nhật như một kĩ sư cầu nối.\n- Quản lý dự án: lập kế hoạch, theo dõi, kiểm soát tiến độ thực hiện dự án, phối hợp, báo cáo với khách hàng trong việc quản lý dự án.\n- Hợp tác với các Managers/Leaders để giải quyết các vấn đề liên quan (vấn đề kĩ thuật, yêu cầu thay đổi, các vấn đề trong khâu vận hành, yêu cầu điều tra, yêu cầu của khác hàng)",
        "job_url": "https://www.topcv.vn/viec-lam/senior-it-comtor/803034.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 1,500 USD",
        "company_name": "CÔNG TY TNHH OPN VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-opn-viet-nam/117651.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1316232,
        "job_title": "Fresher IT Comtor Tiếng Nhật",
        "company": "N/A",
        "salary_min": 10,
        "salary_max": 20,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Tham gia vào các cuộc họp với khách hàng, nắm chắc các yêu cầu và thiết kế hệ thống với các khách hàng tại Nhật Bản rồi truyền đạt cho đội dự án ở Việt Nam- Chia nhỏ các yêu cầu thành từng mục và kiểm soát thứ tự ưu tiên, trạng thái, kế hoạch hoàn thiện của các hạng mục đó- Làm việc như một kênh thông tin hỗ trợ nhóm dự án để hiểu rõ yêu cầu của khách hàng Nhật như một kĩ sư cầu nối.- Quản lý dự án: lập kế hoạch, theo dõi, kiểm soát tiến độ thực hiện dự án, phối hợp, báo cáo với khách hàng trong việc quản lý dự án.- Hợp tác với các Managers/Leaders để giải quyết các vấn đề liên quan (vấn đề kĩ thuật, yêu cầu thay đổi, các vấn đề trong khâu vận hành, yêu cầu điều tra, yêu cầu của khác hàng)",
        "job_url": "https://www.topcv.vn/viec-lam/fresher-it-comtor-tieng-nhat/1316232.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "10 - 20 triệu",
        "company_name": "Công ty cổ phần BEE TECH ASIA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-bee-tech-asia/167975.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1912667,
        "job_title": "Medior Back-End Developer (Python/ Java) Min 3 Years Experience Tại Đà Nẵng",
        "company": "N/A",
        "salary_min": 35,
        "salary_max": 60,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Đà Nẵng",
        "due_date": null,
        "jd": "As a Medior Back-End Developer, you will contribute to the design and implementation of robust technology solutions, supporting the upgrade of core backend systems and developing reliable API integrations. You'll work on dynamic projects that provide excellent opportunities to expand your technical skills and apply your growing expertise in modern development practices. We value your eagerness to learn and deliver quality features in a collaborative, high-performance environment. This role is perfect for someone who enjoys working in a fast-paced setting, is passionate about continuous learning, and approaches challenges with creativity and determination.\nKey Responsibilities:\n- Develop and maintain backend modules for our ERP system under senior guidance\n- Build and optimize APIs and web services for third-party integrations\n- Implement efficient PostgreSQL queries and support database optimization efforts\n- Contribute to platform scalability, security, and automation initiatives\n- Participate in software deployment through CI/CD pipelines\n- Create and maintain Bash scripts for process automation\n- Collaborate with DevOps team to enhance system reliability and monitoring\n- Support the translation of business requirements into technical solutions\n- Participate in code reviews and maintain high code quality standards",
        "job_url": "https://www.topcv.vn/viec-lam/medior-back-end-developer-python-java-min-3-years-experience-tai-da-nang/1912667.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "35 - 60 triệu",
        "company_name": "CÔNG TY TNHH SPACEMIND",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-spacemind/238673.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn7ngày để ứng tuyển",
        "tags": "",
        "location": "Đà Nẵng"
    },
    {
        "job_id": 1413463,
        "job_title": "Python Developer (Middle - Senior) Onboard Sau Tết",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Về chúng tôiMobio là một công ty phát triển phần mềm và cung cấp sản phẩm dưới dạng dịch vụ (Software as a Service – SaaS). Sản phẩm của Mobio là nền tảng CDP (Customer Data Platform), hỗ trợ cho các Doanh nghiệp trong việc hội tụ, phân tích dữ liệu Khách hàng, từ đó tối ưu và tự động hoá các quy trình nghiệp vụ Marketing, Sales, Service.Giải pháp của chúng tôi đã và đang được ứng dụng chủ yếu bởi các Doanh nghiệp Lớn hoạt động trong đa lĩnh vực: Tài chính – Ngân hàng, Tập đoàn đa ngành như MSB, VIB, HDBank, VNPay, SunGroup, Guardian, Sapporo...Mobio đã nhận giải thưởng Sao Khuê 2023, đồng thời được ghi nhận vào bản đồ công nghệ MarTech và CDP thế giới bởi 2 đơn vị quốc tế uy tín là ChiefMarTec và CDP Institute.Về sản phẩmCDP (Customer Data Platform) là giải pháp được nhắc tới nhiều tại thị trường Việt Nam trong khoảng 7-8 năm gần đây, và được đặt kỳ vọng rất nhiều từ các doanh nghiệp có định hướng chuyển đổi số và quan tâm tới dữ liệu khách hàng (customer insight, customer experience). Tại Mobio chúng tôi phát triển CDP “chuyên sâu” với việc phân tách giải pháp CDP lớn thành các nhánh chuyên biệt – theo nghiệp vụ và theo ngành nghề. Các line sản phẩm này có tên:Activation CDP: phục vụ các nghiệp vụ Digital MarketingSmart CRM: phục vụ các nghiệp vụ của các bộ phận Sale, các bộ phận Service trong doanh nghiệp.Analytic CDP: phục vụ các đối tượng là Data Engineer/Data Scientist.Sản phẩm/Giải Pháp của Mobio ứng dụng chủ yếu vào các ngành: BFSI (Ngân Hàng – Tài Chính – Bảo Hiểm); Healthcare; Retail.Về quy trình phát triển sản phẩm:Mobio là công ty làm về Product – hướng tới tập khách hàng là các Doanh Nghiệp Quy Mô Lớn (Large Enterprise) như Ngân Hàng, Tập Đoàn. Sản phẩm của công ty là các giải pháp nặng về nghiệp vụ liên phòng ban và xử lý data quy mô hàng chục triệu tới hàng trăm triệu bản ghi như CRM, CDP, Data Warehouse. Vì vậy, tính “Solution” trong sản phẩm của công ty sẽ cao hơn so với mặt bằng chung của các công ty làm Product trên thị trường. Mobio áp dụng Frawework phát triển SAFe 6.0 (Scale Agile Framework) – đây là framework phát triển Product với triết lý Agile nhưng với quy mô nhân sự lớn (đội ngũ phát triển có thể lên tới hơn 100 người trên một sản phẩm). Hiện Mobio có thể coi là một trong những công ty đầu tiên ở VN ứng dụng thành công SAFe 6.0 vào quy trình phát triển phần mềm.Lộ trình xây dựng sự nghiệpTại Mobio có triển khai phần mềm Ladder – là phần mềm hỗ trợ xây dựng sự nghiệp cho nhân sự. Gồm có ghi nhận năng lực hiện có, đánh giá chuyên môn/khối lượng/chất lượng công việc theo chu kỳ. Và xây dựng lộ trình (đích đến, các bước cần phải đi qua) để nhân sự có thể lên được chức danh/thu nhập theo lộ trình.Nhân sự được quyền lựa chọn Đích và Lộ Trình phát triển bản thân: Ví dụ lộ trình tăng 100% thu nhập trong vòng 3 năm thì cần làm những gì?Mô tả công việc:Tham gia thiết kế, xây dựng và triển khai các dịch vụ API back-end  với Python (flask)Xây dựng và bảo trì, phát triển các tính năng của sản phẩmLiên tục tối ưu hóa và nâng cấp mã nguồn để đảm bảo chất lượng, ổn định và an toànChủ động nghiên cứu và ứng dụng công nghệ mớiHỗ trợ và phối hợp với các bộ phận chức năng khác.",
        "job_url": "https://www.topcv.vn/viec-lam/python-developer-middle-senior-onboard-sau-tet/1413463.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 45 triệu",
        "company_name": "Công ty Cổ phần Ứng dụng Phần mềm Mobio Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ung-dung-phan-mem-mobio-viet-nam/27765.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1873033,
        "job_title": "Product Owner",
        "company": "Công ty Cổ phần TOPCV Việt Nam",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Chịu trách nhiệm xây dựng và truyền đạt tầm nhìn, lộ trình phát triển cho nền tảng HRM SaaS.Thu thập, phân tích phản hồi từ khách hàng, nghiên cứu thị trường và yêu cầu kinh doanh để định hình tính năng sản phẩm.Viết user story rõ ràng, xác định tiêu chí chấp nhận và ưu tiên backlog theo phương pháp Agile/Scrum.Phối hợp chặt chẽ với đội ngũ kỹ thuật để đảm bảo tiến độ và chất lượng sản phẩm.Hợp tác cùng đội ngũ UX/UI để tạo ra trải nghiệm trực quan, thân thiện cho chuyên viên nhân sự và nhân viên.Đảm bảo định hướng phát triển sản phẩm phù hợp với mục tiêu kinh doanh và KPI, mang lại giá trị đo lường được.Là đầu mối liên lạc với các bên liên quan, thường xuyên cập nhật tiến độ và quản lý kỳ vọng.Theo dõi hiệu suất, mức độ sử dụng và sự hài lòng của khách hàng; đưa ra quyết định cải tiến dựa trên dữ liệu.",
        "job_url": "https://www.topcv.vn/brand/topcv/tuyen-dung/product-owner-j1873033.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần TOPCV Việt Nam",
        "company_link": "https://www.topcv.vn/brand/topcv?id=105",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn8ngày để ứng tuyển",
        "tags": "Communication, Stakeholder Management, Prioritization, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1915489,
        "job_title": "Flutter Developer (Product, Có Sign Bonus)",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 35,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Về KiotViet:Sản phẩm công nghệ của KiotViet được nghiên cứu và sáng tạo tại Việt Nam, bởi kỹ sư phần mềm Việt, dựa vào đóng góp từ hàng trăm nghìn chủ doanh nghiệp, với sứ mệnh mang lại giá trị cho cộng đồng kinh doanh lớn nhỏ trên khắp mọi miền tổ quốc và các quốc gia đang trên đà phát triển hưng thịnh. KiotViet cam kết đồng hành cùng cộng đồng kinh doanh vừa, nhỏ và siêu nhỏ.Với hơn 13 năm và trên 1,500 con người để tạo nên một KiotViet của ngày hôm nay, chúng tôi hiểu rằng các thành viên, từ quá khứ tới tương lai, là nền tảng cho KiotViet của ngày hôm nay và bệ phóng để vươn tới một KiotViet của ngày mai. KiotViet cam kết một môi trường làm việc chia sẻ thành công, cùng chung trách nhiệm.Bạn sẽ làm gì:- Phát triển các dự án phần mềm công ty trên nền tảng Flutter Cross-Platform (Android/iOS)- Thực hiện các nhiệm vụ khác liên quan đảm bảo tiến độ dự án.",
        "job_url": "https://www.topcv.vn/viec-lam/flutter-developer-product-co-sign-bonus/1915489.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 35 triệu",
        "company_name": "Công ty Cổ phần Công nghệ KiotViet",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-kiotviet/136233.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn8ngày để ứng tuyển",
        "tags": "Flutter, Dart, RESTful APIs, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1914956,
        "job_title": "Senior IOS Developer (Offer Up To 60M Net)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 60,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển các sản phẩm app iOS trên nền tảng Flutter/React Native và/hoặc Swift/Objective-C.Nghiên cứu, đề xuất, triển khai các công nghệ áp dụng cho các sản phẩm app.Tối ưu, cải tiến sản phẩm để đạt hiệu quả kinh doanhThực hiện các công việc theo phân công",
        "job_url": "https://www.topcv.vn/viec-lam/senior-ios-developer-offer-up-to-60m-net/1914956.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 60 triệu",
        "company_name": "Công ty Cổ phần Falcon Technology",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-falcon-technology/154490.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn8ngày để ứng tuyển",
        "tags": "UIKit, XCode, iOS SDK, 2+",
        "location": "Hà Nội"
    }
]