[
    {
        "job_id": 1704475,
        "job_title": "Project Manager",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 32,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Lập kế hoạch và quản lý toàn bộ vòng đời dự án: từ lên kế hoạch, triển khai đến nghiệm thu, vận hành.Quản trị rủi ro, chất lượng và tiến độ: nhận diện vấn đề, ngăn ngừa rủi ro, đảm bảo đúng timeline.Tiếp nhận và phân tích yêu cầu: làm việc với các phòng ban & khách hàng để thu thập, biết sắp xếp ưu tiên tính năng.Phân chia công việc và quản lý team: đánh giá năng lực, quản lý workload, phối hợp BA, Dev, QA, Tester.Quản lý ngân sách và nguồn lực: theo dõi chi phí và hiệu suất sử dụng nhân lực.Tổ chức các nghi thức Agile/Scrum: Daily Standup, Sprint Planning, Sprint Review.Báo cáo với stakeholder: cập nhật tiến độ, đề xuất giải pháp, đề xuất cải tiến quy trình phát triển phần mềm.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager/1704475.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 32 triệu",
        "company_name": "CÔNG TY CỔ PHẦN MỸ PHẨM QUỐC TẾ THÙY DUNG",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-my-pham-quoc-te-thuy-dung/19771.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Quản Lý Ngân Sách, Quản Lý Rủi Ro, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1859238,
        "job_title": "IT Project Manager (Outsourcing)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "• Coordinate internal resources and third-party vendors for flawless project execution.• Ensure all projects are delivered on time, within scope, and within budget.• Develop project scopes and objectives with stakeholders, ensuring technical feasibility.• Ensure resource availability and allocation.• Develop detailed project plans to track progress.• Manage changes in project scope, schedule, and costs using verification techniques.• Measure project performance using appropriate systems, tools, and techniques.• Report and escalate issues to management as needed.• Manage relationships with clients and all stakeholders.• Perform risk management to minimize project risks.• Establish and maintain relationships with third-party vendors.• Create and maintain comprehensive project documentation..",
        "job_url": "https://www.topcv.vn/viec-lam/it-project-manager-outsourcing/1859238.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH NTT DATA VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-ntt-data-viet-nam/17638.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn19ngày để ứng tuyển",
        "tags": "Quản lý thời gian, Quản Lý Dự Án, Quản Lý Chi Phí, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 590357,
        "job_title": "Nhân Viên Kỹ Thuật",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 15,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hải Phòng",
        "due_date": null,
        "jd": "- Sửa chữa máy tính, máy in.- Khắc phục sự cố wifi, máy tính, máy in- Cài đặt phần mềm, chương trình, ứng dụng văn phòng.- Biết sửa một số lỗi máy in cơ bản, đổ mực các loại máy in-Sửa chữa, bảo trì máy tính, máy in-Thiết lập phần cứng (máy tính, máy in, thiết bị mạng)",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-ky-thuat/590357.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 15 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ MVP VIỆT KHÁNH",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-mvp-viet-khanh/82986.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "",
        "location": "Hải Phòng"
    },
    {
        "job_id": 1605639,
        "job_title": "Kỹ Sư Cầu Nối (BrSE, N2/N1)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội, Hồ Chí Minh",
        "due_date": null,
        "jd": "Là một Công ty hoạt động trong lĩnh vực Y tế số, chúng tôi coi nhân sự là trung tâm của mọi hành động. Ominext đang nỗ lực xây dựng một môi trường sống hạnh phúc, chú trọng tới phát triển chuyên môn và chăm sóc sức khỏe cho từng Cán bộ nhân viên, người thân của họ! Gia nhập Ominext ngay hôm nay để tận hưởng các ưu đãi đặc quyền dành riêng cho người Omi.Với vai trò là Kỹ sư cầu nối, ứng viên sẽ thực hiện các công việc:Làm việc trực tiếp với khách hàng Nhật Bản. Là cầu nối trực tiếp giữa đội dự án tại Việt Nam và khách hàng tại Nhật Bản.Thu thập, làm rõ, và truyền đạt yêu cầu từ khách hàng đến đội phát triển.Đảm bảo thông tin được truyền tải chính xác và đầy đủ.Hỗ trợ quản lý dự án: Theo dõi tiến độ dự án, đảm bảo các mốc thời gian và chất lượng được đáp ứng. Báo cáo tiến độ dự án định kỳ cho khách hàng. Phối hợp xử lý các yêu cầu thay đổi (Change Request) từ khách hàng.Kiểm soát chất lượng giao tiếp: Duy trì sự hiểu biết chung giữa đội kỹ thuật và khách hàng, tránh mâu thuẫn hoặc hiểu lầm. Chuẩn bị và tham gia các cuộc họp với khách hàng, bao gồm cả họp trực tiếp và trực tuyến.Văn hóa và giao tiếp: Sử dụng tiếng Nhật để giao tiếp chuyên nghiệp trong email, tài liệu, và họp.Hiểu văn hóa làm việc của người Nhật và điều chỉnh cách làm việc để phù hợp.Hỗ trợ tài liệu: Dịch thuật (Nhật - Việt - Anh) các tài liệu kỹ thuật hoặc yêu cầu dự án khi cần.Soạn thảo các tài liệu họp, báo cáo tiến độ và tài liệu liên quan.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-cau-noi-brse-n2-n1/1605639.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN OMINEXT",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-ominext/134456.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn20ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Kỹ năng làm việc nhóm, tiếng việt, 2+",
        "location": "Hà Nội, Hồ Chí Minh"
    },
    {
        "job_id": 1887442,
        "job_title": "Trưởng Nhóm ESG",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 35,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia hoạch định, xây dựng và triển khai chiến lược phát triển bền vững, đảm bảo tổ chức tuân thủ các tiêu chuẩn ESG quốc tế và đáp ứng yêu cầu của nhà đầu tư, khách hàng, cơ quan quản lýQuản trị và thực thi hiệu quả: Thiết lập hệ thống mục tiêu, ma trận vấn đề trọng yếu, theo dõi, triển khai và xây dựng báo cáo phát triển bền vữngGóp phần nâng cao uy tín thương hiệu, giảm thiểu rủi ro và tạo ra giá trị bền vững cho doanh nghiệp và cộng đồngTham gia hoạch định và xây dựng chiến lược phát triển bền vững tại công tyLập kế hoạch hành động ESG cho công ty theo tháng/quý/nămPhối hợp với các phòng ban xây dựng kế hoạch và triển khai các hoạt động ESG để đạt được mục tiêu và kế hoạch KPIXây dựng và thiết lập ma trận các vấn đề trọng yếuThiết lập mục tiêu, chỉ tiêu ESG, theo dõi, giám sát, đo lường tại Công tyPhân tích, viết báo cáo và xây dựng các đề xuất hoạt động ESG cho ban lãnh đạo công tyĐào tạo, truyền thông nội bộ và các hoạt động ESG trong công tyĐại diện công ty tham gia các hoạt động ESG với đối tác, cơ quan quản lý, cộng đồngThực hiện các công việc khác theo yêu cầu của Giám đốc Ban KSNB",
        "job_url": "https://www.topcv.vn/viec-lam/truong-nhom-esg/1887442.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 35 triệu",
        "company_name": "Công ty Cổ phần Tập đoàn Meey Land",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-meey-land/33933.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kỹ năng lãnh đạo, Kỹ năng giao tiếp, Kỹ Năng Quản Lý Dự Án, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927707,
        "job_title": "Chuyên Viên Lập Trình Mobile - Mảng Tài Chính",
        "company": "N/A",
        "salary_min": 18,
        "salary_max": 20,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế, phát triển và duy trì ứng dụng di động đa nền tảng (iOS & Android) bằng React Native (bao gồm tích hợp Native code nếu cần).Làm việc chặt chẽ với các team Sản phẩm, UX/UI và Backend để thiết kế, xây dựng các sản phẩm, nền tảng và tính năng mới.Tối ưu hiệu suất ứng dụng, giao diện người dùng (UI/UX) và đảm bảo tính ổn định khi xử lý dữ liệu chuyển động và hệ thống phần thưởng.Lập trình ứng dụng trên IOS.Lập trình ứng dụng trên Android.Sửa lỗi và các vấn đề trên ứng dụng.Đóng góp ý kiến đưa ra các giải pháp cho ứng dụng, đảm bảo hiệu suất sử dụng của App.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-lap-trinh-mobile-mang-tai-chinh/1927707.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "18 - 20 triệu",
        "company_name": "Công ty Cổ phần Tập đoàn Đầu tư EMIR",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-dau-tu-emir/123921.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn19ngày để ứng tuyển",
        "tags": "Lập Trình Swift Kotlin, Xây Dựng Ui Ux, Làm Việc Với Restful Api, 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1886782,
        "job_title": "Project Manager",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "– Nghiên cứu, đánh giá, góp ý hoàn thiện hợp đồng với khách hàng/đối tác;– Lập kế hoạch triển khai dự án;– Quản lý, điều hành và kiểm soát các hoạt động của dự án;Xử lý các trở ngại, rủi ro trong dự án đảm bảo tiến độ dự án;– Xây dựng, duy trì và phát triển  mối quan hệ với khách hàng/đối tác;– Thực hiện các công việc khác theo yêu cầu của các cấp quản lý bộ phận, BLĐ công ty;",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager/1886782.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "AMIGO",
        "company_link": "https://www.topcv.vn/cong-ty/amigo/107358.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản lý thời gian, Giao tiếp, Quản Lý Ngân Sách, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1757106,
        "job_title": "Senior Product Owner",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "VPS Securities is looking for a highly motivated and experienced Product Owner to join our dynamic product team. This role is ideal for candidates who possess strong market insight, a product-driven mindset, and a passion for financial innovation. You will be responsible for researching market opportunities, designing investment products, and managing their full lifecycle—from ideation to post-launch optimization.Key ResponsibilitiesConduct in-depth research on domestic and international investment markets, with a focus on emerging trends in securities trading.Assess the feasibility and effectiveness of new product ideas based on data and financial modelsDevelop detailed Product Requirement Documents (PRDs), including business requirements, process flows, and key performance indicators.Collaborate closely with relevant departments such as Technology, Operations, Legal & Compliance, Business, and Marketing to ensure a smooth product development process from concept to launch.Participate in product testing, optimization, and go-to-market activities.Monitor and analyze product performance after launch, providing timely recommendations to optimize revenue and profitabilityCollect feedback from customers and stakeholders to continuously improve and enhance productsImplement other responsibilities from CEO/Head of Unit and the initiatives/projects/Agile teams as assigned.",
        "job_url": "https://www.topcv.vn/viec-lam/senior-product-owner/1757106.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty cổ phần chứng khoán VPS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-chung-khoan-vps/199032.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Phát Triển Sản Phẩm, Nghiên Cứu Thị Trường, Quản Lý Dự Án, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1876305,
        "job_title": "Product Owner (Domain Quản Lý Phòng Giao Dịch)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia xây dựng/phát triển Domain về Quản lý PGD1. Phân tích yêu cầuLàm việc trực tiếp với khách hàng (bên ngoài & nội bộ) để tiếp nhận yêu cầu và xác định phạm vi sản phẩmThực hiện đánh giá và sắp xếp ưu tiên theo yêu cầu kinh doanh và yêu cầu hệ thống cho các danh mục yêu cầu nhận được theo từng giai đoạn BacklogLập kế hoạch về nguồn lực và trực tiếp phân bổ nguồn lực (Dev, BA, Tester...) cho các giai đoạn của dự án2. Quản lý phát triển sản phẩmThiết lập mục tiêu và kế hoạch cho Squad team theo từng SprintHướng dẫn, đảm bảo các thành viên Squad team hiểu về yêu cầu và mục tiêu phát triển sản phẩmLà đầu mối tương tác với các Squad hoặc các đơn vị khác để đồng bộ các mục tiêu và công việc Chịu trách nhiệm nghiệm thu sản phẩm sau mỗi SprintChịu trách nhiệm phát hành sản phẩmTiếp nhận các phản hồi của khách hàng và đưa ra đề xuất để tối ưu liên tục theo vòng đời sản phẩm",
        "job_url": "https://www.topcv.vn/viec-lam/product-owner-domain-quan-ly-phong-giao-dich/1876305.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty CP Kinh doanh F88",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-kinh-doanh-f88/201111.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Làm việc nhóm, Giao tiếp, Phân Tích Nghiệp Vụ, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1889548,
        "job_title": "Senior IT Security (Pentest & Security Assessment)",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thực hiện kiểm thử xâm nhập (penetration testing) cho các ứng dụng web, mobile, API và hệ thống nội bộ/ngoại viĐánh giá, phân tích các lỗ hổng bảo mật trong ứng dụng và hệ thống, từ đó đưa ra khuyến nghị khắc phục phù hợpThực hiện code review bảo mật (secure code review) cho các ứng dụng quan trọngTham gia xây dựng quy trình, tiêu chuẩn và checklist đánh giá bảo mật cho ứng dụng và APINghiên cứu, cập nhật các kỹ thuật tấn công, khai thác lỗ hổng mới (Zero-day, OWASP Top 10, SANS Top 25, CVE…)Hỗ trợ các nhóm phát triển (Dev, DevOps) và vận hành (Ops) trong việc triển khai biện pháp bảo mậtTham gia diễn tập an toàn thông tin (Red Teaming, Threat Simulation)Soạn báo cáo đánh giá, truyền đạt kết quả kiểm thử bảo mật tới các bên liên quan (bao gồm cả kỹ thuật và quản lý)Hướng dẫn/đào tạo đội ngũ về các vấn đề bảo mật ứng dụng, kỹ thuật pentest, và best practices",
        "job_url": "https://www.topcv.vn/viec-lam/senior-it-security-pentest-security-assessment/1889548.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 45 triệu",
        "company_name": "Công ty CP Kinh doanh F88",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-kinh-doanh-f88/201111.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Risk Management, Vulnerability Assessment, Penetration Testing, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1889599,
        "job_title": "Senior IT Security (DevSecOps)",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tích hợp các giải pháp DevSecOps vào quy trình phát triển hệ thống, đảm bảo bảo mật xuyên suốt vòng đời phát triển ứng dụng Thiết kế, triển khai và quản lý các công cụ bảo mật tự động: SAST, DAST, SCA, IaC Security… Rà soát và kiểm soát bảo mật ở tầng infrastructure as code (Terraform, Ansible, Kubernetes, Docker, Helm…) Tham gia code review bảo mật, hướng dẫn dev về secure coding practicesPhối hợp cùng team DevOps để triển khai kiểm soát bảo mật cho pipeline, secrets management, identity & access Giám sát, phân tích và xử lý các rủi ro bảo mật liên quan đến ứng dụng, container, cloud platform… Nghiên cứu, cập nhật xu hướng DevSecOps, các lỗ hổng bảo mật mới (Zero-day, supply chain attacks…) Viết/tích hợp script tự động (Python, Bash, Groovy, PowerShell…) để nâng cao hiệu quả kiểm soát bảo mậtHỗ trợ đào tạo nội bộ (Dev, QA, DevOps) về best practices bảo mật ứng dụng & DevSecOps",
        "job_url": "https://www.topcv.vn/viec-lam/senior-it-security-devsecops/1889599.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 45 triệu",
        "company_name": "Công ty CP Kinh doanh F88",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-kinh-doanh-f88/201111.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "DevSecOps, Cloud Security (aws, Azure, Gcp), Security Automation, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1842077,
        "job_title": "Firmware Engineer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "We are looking for a talented Firmware Engineer to develop and maintain embedded software for our solar datalogger/controller. You will implement real-time control, data acquisition, communication protocols, and ensure robust connectivity with IoT cloud platforms.Develop firmware for ARM-based microcontrollers and embedded Linux platforms. Implement protocols for energy device communication (Modbus RTU/TCP, CAN, MQTT, SNMP). Develop drivers for sensors, power meters, relays, and communication modules (WiFi, LTE, RS485). Optimize real-time control logic for energy dispatch, storage prioritization, and grid interaction. Enable secure data logging, local decision-making, and OTA (Over-The-Air) firmware upgrades. Work closely with the hardware and cloud software team to enable seamless end-to-end functionality. Ensure stability, memory efficiency, and fault recovery in embedded systems. Write and maintain unit tests, debugging logs, and documentation.",
        "job_url": "https://www.topcv.vn/viec-lam/firmware-engineer/1842077.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ PHÁT TRIỂN NĂNG LƯỢNG MẶT TRỜI BÁCH KHOA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-dau-tu-va-phat-trien-nang-luong-mat-troi-bach-khoa/75263.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn18ngày để ứng tuyển",
        "tags": "C/C++, Data Structures And Algorithms, Debugging, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1923241,
        "job_title": "Project Manager",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 35,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "1. Lập kế hoạch dự án:Phân tích yêu cầu của dự án và phối hợp với các bên liên quan để xác định mục tiêu, phạm vi, và các yếu tố thành công của dự án.Xây dựng kế hoạch dự án chi tiết bao gồm lịch trình, nguồn lực, ngân sách, và các cột mốc quan trọng.Xác định và quản lý các rủi ro tiềm ẩn của dự án, xây dựng phương án ứng phó.2. Triển khai và giám sát dự án:Điều phối và quản lý đội ngũ dự án (bao gồm các nhà phát triển, kiểm thử viên, nhà phân tích nghiệp vụ, v.v.).Giao việc và theo dõi tiến độ thực hiện của từng thành viên trong nhóm.Tổ chức các cuộc họp dự án định kỳ để cập nhật tiến độ, giải quyết vấn đề và đảm bảo sự phối hợp hiệu quả giữa các thành viên.Sử dụng các công cụ quản lý dự án (ví dụ: Jira, Trello, Asana, Smartsheet - dựa trên công cụ công ty đang sử dụng) để theo dõi tiến độ, quản lý công việc và báo cáo.Đảm bảo tuân thủ các quy trình và tiêu chuẩn phát triển phần mềm của công ty.3. Quản lý rủi ro và thay đổi:Theo dõi và đánh giá các rủi ro tiềm ẩn trong suốt quá trình thực hiện dự án.Đề xuất và thực hiện các biện pháp phòng ngừa và giảm thiểu rủi ro.Quản lý các yêu cầu thay đổi của dự án, đánh giá tác động và thực hiện các điều chỉnh cần thiết trong kế hoạch.4. Giao tiếp và báo cáo:Duy trì giao tiếp hiệu quả với khách hàng, cập nhật tiến độ dự án, giải đáp thắc mắc và quản lý kỳ vọng của khách hàng.Báo cáo định kỳ về tiến độ, ngân sách, rủi ro và các vấn đề phát sinh cho các bên liên quan (quản lý cấp trên, khách hàng, v.v.).Chuẩn bị các tài liệu dự án cần thiết (ví dụ: báo cáo tiến độ, biên bản cuộc họp, tài liệu nghiệm thu).5. Đảm bảo chất lượng:Phối hợp với bộ phận kiểm soát chất lượng (QA) để đảm bảo sản phẩm phần mềm đáp ứng các tiêu chuẩn chất lượng.Theo dõi và đảm bảo việc thực hiện các hoạt động kiểm thử và khắc phục lỗi.6. Nghiệm thu và bàn giao:Phối hợp với khách hàng để thực hiện nghiệm thu sản phẩm phần mềm.Đảm bảo việc bàn giao sản phẩm và các tài liệu liên quan cho khách hàng theo đúng quy trình.7. Đánh giá và cải tiến:Thực hiện đánh giá dự án sau khi hoàn thành để rút ra các bài học kinh nghiệm và đề xuất cải tiến cho các dự án trong tương lai.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager/1923241.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 35 triệu",
        "company_name": "Công ty CP Công nghệ phần mềm và nội dung số OSP",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-cp-cong-nghe-phan-mem-va-noi-dung-so-osp/24447.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản lý thời gian, Giao tiếp, Quản Lý Ngân Sách, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1909098,
        "job_title": "IT Support (Tiếng Anh Tốt, Biết HTML/CSS, Lương Từ 8-12 Triệu)",
        "company": "N/A",
        "salary_min": 8,
        "salary_max": 12,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Sử dụng live chat để trả lời các câu hỏi của khách hàng liên quan tới sản phẩm bằng tiếng Anh.- Tư vấn, hướng dẫn và hỗ trợ giải quyết các vấn đề khách hàng gặp phải khi sử dụng các sản phẩm của công ty (sản phẩm App Page builder trên Shopify)- Phối hợp với các thành viên trong team support và team developer để phân tích và đưa ra giải pháp tốt nhất cho các vấn đề của khách hàng.- Xin được rating 5 sao sau mỗi cuộc hội thoại với khách hàng khi đã giải quyết được các vấn đề cho khách và khách hàng hài lòng- Họp trao đổi với cả team vào chiều thứ 2 hàng tuần tại công ty- Thời gian làm việc sẽ được chia theo ca (4 tiếng/ca) và mỗi ngày không quá 2 ca:A-(Remote) 4h:00 - 8:00, B- tại Cty 8:00-12:00,C- tại Cty 12:00-16:00, D-(Remote) 16:00-20:00,E- (Remote) 20:00 - 24:00, F-(Remote) 00:00 - 4:00.Số ca làm việc sẽ linh động và được sự phân công từ trưởng nhóm. Chia ca phù hợp để đảm bảo về mặt sức khoẻ. Một tuần đảm bảo 5,5 ngày làm việc.- Được đào tạo để hiểu về sản phẩm tại văn phòng công ty giờ hành chính từ T2-T6, (dự kiến kéo dài 1 tháng)- Thời gian thử việc kéo dài 2 tháng.",
        "job_url": "https://www.topcv.vn/viec-lam/it-support-tieng-anh-tot-biet-html-css-luong-tu-8-12-trieu/1909098.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "8 - 12 triệu",
        "company_name": "CÔNG TY TNHH PHÁT TRIỂN CÔNG NGHỆ LAYOUTHUB",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-phat-trien-cong-nghe-layouthub/228577.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn3ngày để ứng tuyển",
        "tags": "Tiếng Anh (giao Tiếp), HTML, CSS, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1907343,
        "job_title": "Nhân Viên Business Analyst – ERP Domain",
        "company": "N/A",
        "salary_min": 12,
        "salary_max": 20,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phân tích yêu cầu nghiệp vụ từ nội bộ, tập trung vào các hệ thống ERP, eCommerceViết tài liệu phân tích: BRD, SRS, wireframe, user flow, use case...Phối hợp với team kỹ thuật, QC, PO để đảm bảo chất lượng sản phẩmQuản lý dự án, theo dõi tiến độ, xử lý phát sinhLàm việc theo mô hình Agile/ScrumHỗ trợ kiểm thử, nghiệm thu (UAT), đào tạo người dùng nội bộGóp ý cải tiến tính năng, trải nghiệm người dùng, quy trình làm việc",
        "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-business-analyst-erp-domain/1907343.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "12 - 20 triệu",
        "company_name": "Công ty TNHH Máy tính Hồng Anh",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-may-tinh-hong-anh/35827.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn2ngày để ứng tuyển",
        "tags": "ERP, SQL, Giao tiếp, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1777391,
        "job_title": "Quản Lý Dự Án Phần Mềm AI",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "-Lập kế hoạch và quản lý tiến độ các dự án phần mềm mảng Trí tuệ nhân tạo (AI)- Quản lý phạm vi và chất lượng các dự án.- Quản lý các đội nhóm và điều phối công việc: Tuyển chọn và xây dựng và phát triển các đội nhóm phù hợp với yêu cầu dự án, Lập kế hoạch và phân chia công việc, Theo dõi tiến độ và báo cáo cho Ban giám đốc,  xử lý sự cố phát sinh, điều chỉnh kế hoạch nếu cần.- Quản lý rủi ro dự án ERP (Hoạch định nguồn lực trong công ty phần mềm).  - Làm việc giờ hành chính : 8h00-17h30 (nghỉ trưa từ 12h- 13h30’), nghỉ chiều Thứ 7, Chủ nhật hàng tuần.",
        "job_url": "https://www.topcv.vn/viec-lam/quan-ly-du-an-phan-mem-ai/1777391.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "20 - 30 triệu",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ NHẬN THỨC MÁY HORUS AI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-cong-nghe-nhan-thuc-may-horus-ai/217777.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, phân tích yêu cầu, Quản Lý Rủi Ro, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927496,
        "job_title": "Devops Engineer",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Build, and maintain CI/CD pipelines, integrating security scanning and compliance checks. Solid knowledge of any CI/CD tools (Gitlab, Jenkins, Github Action, …)Manage and optimize cloud infrastructure using AWS, Azure, or GCP.Has experience in cloud security best practices, IAM governance, and infrastructurehardening.Develop and maintain Infrastructure as Code (using Terraform, Pulumi, or CloudFormation)Implement deployment to any of Container Orchestration, strong knowledge ContainerOrchestration.Implement observability and monitoring (Prometheus, Grafana, ELK, OpenTelemetry)for better reliability.Automate security policies and integrate DevSecOps tools like SAST, DAST, andcompliance scanning into pipelines.",
        "job_url": "https://www.topcv.vn/viec-lam/devops-engineer/1927496.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 45 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Cloud Computing (aws, Azure, Gcp), Containerization (docker, Kubernetes), Ci Cd (jenkins, Gitlab Ci, Circleci), 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927500,
        "job_title": "Flutter Developer (Vin)",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 45,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Tham gia phát triển Super App với hàng triệu người dùng, tích hợp nhiều mini app và dịch vụ nội bộ.Thiết kế, xây dựng kiến trúc module hóa, SDK nội bộ và framework dùng chung.Định hướng kỹ thuật cho team mobile (iOS & Android), đảm bảo chất lượng, hiệu năng, bảo mật và khả năng mở rộng.Phối hợp chặt chẽ với Product Owner, Backend, DevOps và UI/UX để triển khai tính năng mới.Tối ưu hiệu năng: startup time, memory, rendering, network.Tham gia review code, mentoring cho developer junior/mid.Đảm bảo sản phẩm tuân thủ guideline App Store / Google Play, chính sách bảo mật và compliance.",
        "job_url": "https://www.topcv.vn/viec-lam/flutter-developer-vin/1927500.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 45 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Flutter, Dart, RESTful APIs, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1823528,
        "job_title": "DevOps Engineer",
        "company": "Công ty Cổ phần TOPCV Việt Nam",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Vận hành hệ thống Linux server, giám sát và tối ưu hiệu năng hệ thống.Thiết lập và duy trì các pipeline CI/CD, versioning, GitOps.Quản lý dịch vụ Kubernetes Cluster (self-hosted), volume, ingress, helm.Tự động hóa quy trình với Ansible, Terraform, GitLab CI, ArgoCD.Quản trị hệ thống lưu trữ (NFS, Ceph, S3), giám sát hệ thống với Prometheus/Grafana.Quản lý người dùng, phân quyền, bảo mật hệ thống.Đảm bảo an toàn dữ liệu, thực hiện backup/restore.Làm việc với team dev để xây dựng môi trường staging, testing, production.Hỗ trợ vận hành các hệ thống CI/CD, giám sát và ứng cứu sự cố 24/7 (khi cần)",
        "job_url": "https://www.topcv.vn/brand/topcv/tuyen-dung/devops-engineer-j1823528.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần TOPCV Việt Nam",
        "company_link": "https://www.topcv.vn/brand/topcv?id=105",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn15ngày để ứng tuyển",
        "tags": "Linux, System Admin, CI/CD, 4+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927442,
        "job_title": "Java Developer (Golang)",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 45,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế, xây dựng và tối ưu các hệ thống backend theo kiến trúc microservices phục vụ hàng trăm nghìn người dùng trên nền tảng Web/MobilePhát triển, quản lý và mở rộng các API dịch vụ, đảm bảo hiệu suất cao, bảo mật và khả năng chịu tải lớnThiết kế luồng xử lý dữ liệu qua các message brokers (Kafka, NATS, RabbitMQ) và event-driven architecture.Tích hợp với hệ thống nội bộ và bên thứ ba, bao gồm authentication (OAuth2/OIDC/IDP), payment, hoặc các hệ thống quản trị khác.Triển khai, giám sát và tối ưu vận hành trên môi trường containerization & orchestration (Docker, Kubernetes) và cloud (AWS/Azure/GCP).Phối hợp chặt chẽ với các bộ phận Frontend, Mobile, QA, DevOps, BA/PM để xây dựng và triển khai tính năng.Theo dõi, đo lường hiệu năng, xác định điểm nghẽn và liên tục cải thiện chất lượng hệ thống.",
        "job_url": "https://www.topcv.vn/viec-lam/java-developer-golang/1927442.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 45 triệu",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ALPHAWAY",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-alphaway/201267.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Java, Go (golang), Lập Trình Hướng Đối Tượng (oop), 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1757724,
        "job_title": "Senior Java",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 29,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "I. Mô tả công việc· Thiết kế và triển khai RESTful API, gRPC và các hệ thống microservices sử dụng Kotlin, Quarkus, RabbitMQ, Protobuf· Viết mã sạch, dễ bảo trì và có thể kiểm thử, tuân thủ theo các best practices· Duy trì và cải thiện quy trình CI/CD và workflow phát triển phần mềm· Tối ưu hóa hiệu suất và khả năng mở rộng của ứng dụng· Dẫn dắt một nhóm nhỏ, hỗ trợ Tech Lead trong việc quản lý, review code và đảm bảo tiến độ dự án",
        "job_url": "https://www.topcv.vn/viec-lam/senior-java/1757724.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 29 triệu",
        "company_name": "Công ty cổ phần Aequitas",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-aequitas/216860.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Kotlin, RESTful APIs, Version Control (git), 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1927430,
        "job_title": "Kỹ Thuật Viên Công Nghệ Thông Tin",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "1. Xử lý & bảo trì thiết bị tin họcKiểm tra, sửa chữa, cài đặt hệ điều hành và phần mềm cho máy tính, laptop.Cài đặt driver, phần mềm hỗ trợ, và kết nối thiết bị ngoại vi (máy in, camera, máy scan…).Nạp mực, bảo trì, sửa chữa máy in, máy photocopy.Hỗ trợ khách hàng xử lý các sự cố phần cứng, phần mềm, mạng nội bộ nhanh chóng và chính xác. 2. Triển khai & vận hành hệ thống mạngLắp đặt, cấu hình, vận hành và bảo trì hệ thống mạng doanh nghiệp: Firewall, Router, Switch, Access Point, Peplink, Wireless Controller...Triển khai hệ thống mạng LAN, WAN, tổng đài điện thoại, UPS...Bấm dây mạng, đi dây hệ thống, lắp đặt thiết bị mạng tại văn phòng và công trình.Nghiên cứu, cập nhật công nghệ mới phục vụ các dự án triển khai. 3. Tham gia dự án công nghệ thông tinKhảo sát, thiết kế, thi công, tích hợp hệ thống mạng cho doanh nghiệp và viễn thông.Cấu hình, đo kiểm hệ thống để đảm bảo hoạt động ổn định, tối ưu.Hỗ trợ bảo hành, bảo trì, xử lý sự cố kỹ thuật sau bàn giao.4. Hỗ trợ khách hàng & phát triển công tyTư vấn, khảo sát, lắp đặt hệ thống theo nhu cầu khách hàng.Kiểm tra và khắc phục sự cố tại hiện trường khi có yêu cầu.Báo cáo công việc cho cấp quản lý, phối hợp cùng đội ngũ triển khai để nâng cao chất lượng dịch vụ.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-thuat-vien-cong-nghe-thong-tin/1927430.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "CÔNG TY TNHH SMYOU",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-smyou/61783.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Kiến Thức Về Phần Cứng Máy Tính, Kiến Thức Về Hệ Điều Hành (windows, Macos, Linux), Khả Năng Chẩn Đoán Và Khắc Phục Sự Cố Phần Cứng Phần Mềm, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1927434,
        "job_title": "Tìm Kiếm Factory Project Manager (FPM)",
        "company": "N/A",
        "salary_min": 22,
        "salary_max": 40,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Thái Nguyên",
        "due_date": null,
        "jd": "Lập kế hoạch tổng thể cho dự án quản lý vật liệu trong giai đoạn NPI, bao gồm mục tiêu, tiến độ, phân bổ nguồn lực và ngân sách.Là đầu mối phối hợp giữa các bộ phận (R&D, Mua hàng, Sản xuất, Kho vận…) để thu thập, phân tích và thực hiện yêu cầu quản lý vật liệu.Quản lý mối quan hệ với nhà cung cấp, đảm bảo nguồn vật liệu đúng tiến độ và chất lượng.Theo dõi tiến độ, giám sát chất lượng, phát hiện và xử lý các rủi ro tiềm ẩn trong dự án.Đề xuất và triển khai các biện pháp cải tiến quy trình, nâng cao hiệu quả vận hành.Báo cáo tiến độ, kết quả thực hiện dự án cho ban quản lý nhà máy.",
        "job_url": "https://www.topcv.vn/viec-lam/tim-kiem-factory-project-manager-fpm/1927434.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "22 - 40 triệu",
        "company_name": "CÔNG TY TNHH RQ TECHNOLOGY ELECTRONICS VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-rq-technology-electronics-viet-nam/170754.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Lập Kế Hoạch, Quản Lý Sản Xuất, Kiểm Soát Chất Lượng, 12+",
        "location": "Thái Nguyên"
    },
    {
        "job_id": 1819135,
        "job_title": "Middle Golang",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 24,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Một lập trình viên làm việc triển khai các thành phần backend, bao gồm các chức năng logic nghiệp vụ, mô hình dữ liệu/lưu trữ dữ liệu, các quy tắc nghiệp vụ, các chức năng theo lịch/trình tự tự động, sự kiện, cổng/giao diện. Vai trò này làm việc chặt chẽ với Scrum Master, Product Owners, kỹ sư QA, Solution Architects và Chapter Lead.Vai trò này không chỉ chịu trách nhiệm viết mã mà còn chịu trách nhiệm về tài liệu, triển khai mã lên môi trường sản xuất và hỗ trợ sau triển khai.",
        "job_url": "https://www.topcv.vn/viec-lam/middle-golang/1819135.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 24 triệu",
        "company_name": "Công ty cổ phần Aequitas",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-aequitas/216860.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Golang, software development, algorithms, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1927398,
        "job_title": "System Integration Officer",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "The primary objective of this role is to support the IT Application & System Integration Specialist in managing, maintaining, and developing software systems. This includes assisting with user support, training, and system integration tasks.1. System Support:Assist in administering assigned software systems to ensure they operate efficiently.Help perform regular system updates and maintenance tasks.Support monitoring system performance and troubleshooting any issues.2. User Support and Training:Assist in providing guidance and training to users.Help develop and execute training plans for new software applications.Offer ongoing user support and address usage issues promptly.3. Solution implementation: Assist in identifying and implementing improvements in business processes through technology.4. Project assistance: (Mobile App, POP, CRM, One App)Support the management of software development projects from inception to completion.Ensure projects are delivered on time, within budget, and meet the required standards.5. Documentation:Help organize and manage all relevant documentation including system design, user manuals, and training materials.Ensure all documentation is up-to-date and accessible to relevant stakeholders.",
        "job_url": "https://www.topcv.vn/viec-lam/system-integration-officer/1927398.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH AEON Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-aeon-viet-nam/198911.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Thiết Kế Hệ Thống, Triển Khai Hệ Thống, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1927381,
        "job_title": "Kỹ Sư IT Phần Mềm",
        "company": "N/A",
        "salary_min": 20,
        "salary_max": 33,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nam",
        "due_date": null,
        "jd": "1. Bảo trì và xử lý sự cố hệ thống ERP ORACLE.2. Phát triển tùy chỉnh cho hệ thống ERP ORACLE.3. Phân tích và lập kế hoạch các yêu cầu quy trình làm việc của ERP ORACLE.4. Phát triển các hệ thống doanh nghiệp nội bộ và các chương trình ERP tùy chỉnh.5. Giao tiếp và phối hợp giữa các phòng ban, am hiểu các mô-đun và quy trình làm việc của Oracle ERP, giải quyết các vấn đề của người dùng.",
        "job_url": "https://www.topcv.vn/viec-lam/ky-su-it-phan-mem/1927381.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "800 - 1,300 USD",
        "company_name": "CÔNG TY TNHH NEWEB VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-neweb-viet-nam/146225.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Kiểm thử phần mềm, Phân Tích Và Thiết Kế Hệ Thống, Cấu Trúc Dữ Liệu Và Giải Thuật, 2+",
        "location": "Hà Nam"
    },
    {
        "job_id": 1702022,
        "job_title": "IT Helpdesk",
        "company": "N/A",
        "salary_min": 9,
        "salary_max": 11,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Đảm bảo, duy trì hệ thống công nghệ thông tin; kiểm tra tư vấn sửa chữa các thiết bị phần cứng CNTT, thiết bị văn phòng: NAS, máy in, wifi, camera cho nội bộ và khách hàng.Xác định, chẩn đoán và hỗ trợ người dùng các sự cố về máy tính, tư vấn nâng cấp hệ thống hoặc thiết bị thay thế.Thiết lập hệ thống mạng nội bộ cho công ty và khách hàng: Hệ thống lưu trữ NAS Synology, cấu hình modem, hệ thống wifi, switch, các thiết bị mạng. Đảm bảo hệ thống luôn được vận hành ổn định.Làm việc với các nhà cung cấp về vấn đề bảo hành, bảo trì các thiết bị công nghệ thông tin.Hỗ trợ, phản hồi các vấn đề của khách hàng trên các kênh online và trực tiếp theo sự vụ.",
        "job_url": "https://www.topcv.vn/viec-lam/it-helpdesk/1702022.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "9 - 11 triệu",
        "company_name": "CÔNG TY TNHH THƯƠNG MẠI DỊCH VỤ VI TÍNH SAO MAI",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thuong-mai-dich-vu-vi-tinh-sao-mai/205950.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Giải quyết vấn đề, Khắc Phục Sự Cố Máy Tính, Kiến Thức Về Phần Cứng Máy Tính, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1384176,
        "job_title": "Game Tester",
        "company": "N/A",
        "salary_min": 26,
        "salary_max": 39,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Responsibility:●  Execute comprehensive quality assurance tests on software applications, game mobile app to identify defects, anomalies, and areas for improvement.●  Collaborate with software development teams to develop detailed test plans and test cases based on project requirements and technical specifications.●  Conduct various types of testing, including functional, regression, performance, and security testing, to validate the functionality and reliability of IT systems.●  Report and track defects and issues using a designated bug-tracking system. Work closely with developers to resolve and retest defects.●  Document test procedures, results, and any deviations from quality standards. Prepare test summary reports.●  Ensure compliance with IT quality standards, industry best practices, and security regulations.●  Collaborate with IT teams to identify areas for process improvement and participate in process enhancement initiatives.●  Other tasks assigned by Line Manager.",
        "job_url": "https://www.topcv.vn/viec-lam/game-tester/1384176.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "1,000 - 1,500 USD",
        "company_name": "Công ty TNHH Rainbow 5S",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-rainbow-5s/155679.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Tester, QC/QA, Kiểm Thử, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1386599,
        "job_title": "Game Developer ( Cocos Creator )",
        "company": "N/A",
        "salary_min": 52,
        "salary_max": 52,
        "yrs_of_exp_min": 4,
        "yrs_of_exp_max": 4,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Designing and implementing code that is fit for purpose, scalable, human-readable, and in line with industry best practice.\nQuality control of the entire product lifecycle by testing intuitiveness, user experience, and debugging where necessary.\nCommunicating with clients to understand their business goals and objectives, and interpreting that into the required changes to the platform where necessary.\nLiaising with other developers, designers, and system administrators to identify new features and create relevant prototypes for new product ideas.\nDeploying production code.\nCommunicating the effectiveness of emerging technologies to decision-makers.\nWorking on full production cycles from brainstorming and rapid prototyping to developing fully fledged systems and fine-tuning mechanics, as well as stress testing and bug fixing.\nDeveloping innovative gameplay, AI, physics, UI, vehicles, weapons, and character controls.\nSolving technical problems with simple, efficient, and creative code.\nHelping ship game projects across multiple platforms on Web, iOS and Android.\nProviding feedback and advice to junior team members. \nOther tasks assigned by Line Manager.",
        "job_url": "https://www.topcv.vn/viec-lam/game-developer-cocos-creator/1386599.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Từ 2,000 USD",
        "company_name": "Công ty TNHH Rainbow 5S",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-rainbow-5s/155679.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Cocos2D, Unity, Cocos2d-x, 1+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1919008,
        "job_title": "Software Engineer (Fullstack Java/Reactjs)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 31,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Phát triển phần mềm, thực hiện kiểm thử nội bộ, viết tài liệu kỹ thuật và triển khai ứng dụng trên các môi trường khác nhauPhân tích nguyên nhân sự cố, tối ưu từ người dùng hoặc các ứng dụng tích hợp của đối tác, đề xuất phương án xử lý tối ưu.Tham gia phân tích, thiết kế và đưa ra giải pháp kỹ thuật dựa trên tài liệu yêu cầu nghiệp vụ.Xác định và rà soát các vấn đề thường xuyên phát sinh lỗi, xây dựng phương án khắc phục triệt để và giám sát thực thi.Phối hợp với các thành viên trong đội dự án (BA, QA, DevOps, Product Owner,…) để hoàn thiện sản phẩm.",
        "job_url": "https://www.topcv.vn/viec-lam/software-engineer-fullstack-java-reactjs/1919008.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 1,200 USD",
        "company_name": "CÔNG TY TNHH VETC DIGITAL",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-vetc-digital/235225.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn12ngày để ứng tuyển",
        "tags": "Java, ReactJS, RESTful APIs, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1835045,
        "job_title": "Fullstack Developer (.NET, React, SQL, C#)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 39,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "VỀ AWINGAWING là công ty công nghệ về quảng cáo tiên phong xây dựng một kênh truyền thông (media platform) hoàn toàn mới tại Việt Nam và Đông Nam Á – không dựa vào nội dung để tạo traffic, mà sử dụng công nghệ và dữ liệu vị trí người dùng thực tế kích hoạt sự chú ý đúng thời điểm, đúng vị trí – nơi hành vi tiêu dùng thật sự diễn ra để tạo ra kết nối hiệu quả giữa thương hiệu và hơn 40 triệu người tiêu dùng trên nền tảng.Với sự đầu tư chiến lược từ NTT e-Asia (thuộc tập đoàn NTT – Top 4 tập đoàn viễn thông – CNTT lớn nhất thế giới), AWING đang mở rộng mạnh mẽ trong khu vực ASEAN và từng bước định hình một chuẩn mới cho kênh quảng cáo gắn liền tiêu dùng cao ở mỗi quốc gia. Vị trí Full-stack Developer là cơ hội tuyệt vời để bạn tham gia vào hành trình đưa sản phẩm công nghệ “Made in Vietnam” vươn ra thị trường quốc tế.CHI TIẾT CÔNG VIỆCTham gia vào quy trình phân tích, thiết kế và phát triển các sản phẩm phần mềm của công ty.Phối hợp chặt chẽ với đội ngũ backend để tích hợp giao diện người dùng với các API.Tối ưu hóa hiệu suất hệ thống nhằm đảm bảo tốc độ truy cập cao và tiết kiệm tài nguyên.Nghiên cứu và áp dụng các công nghệ mới nhằm cải tiến và nâng cao chất lượng sản phẩm.Xây dựng và duy trì cơ sở dữ liệu, đảm bảo tính bảo mật và hiệu suất.Viết và duy trì tài liệu kỹ thuật và tài liệu hướng dẫn sử dụng.Thực hiện kiểm thử và gỡ lỗi (debug) để đảm bảo sản phẩm hoạt động ổn định và không có lỗi.Hỗ trợ và giải quyết các vấn đề kỹ thuật phát sinh trong quá trình vận hành sản phẩm.Đóng góp ý tưởng và giải pháp để cải tiến quy trình phát triển và tối ưu hóa hệ thống.",
        "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-net-react-sql-c/1835045.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 1,500 USD",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ TRUYỀN THÔNG AWING VIỆT NAM",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-cong-nghe-va-truyen-thong-awing-viet-nam/103313.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": ".NET, C#, SQL, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1871851,
        "job_title": "Code Engineer Cum Website Maintaining Operation",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Bình Dương, Hồ Chí Minh",
        "due_date": null,
        "jd": "Thiết kế và phát triển các trang web hiện có và tối ưu hóa hiệu suất của các hệ thống dữ liệu hiện có.Phát triển và triển khai các mô hình dữ liệu phù hợp với nhu cầu kinh doanh.Hỗ trợ các nhóm khác trong việc truy xuất và phân tích dữ liệu.Viết tài liệu kỹ thuật và hướng dẫn sử dụng cho các hệ thống dữ liệu hoặt phần mềm.Đảm bảo chất lượng dữ liệu và tuân thủ các quy định về bảo mật dữ liệu.",
        "job_url": "https://www.topcv.vn/viec-lam/code-engineer-cum-website-maintaining-operation/1871851.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty TNHH TM DV Nghị Tín",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-tm-dv-nghi-tin/26196.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn18ngày để ứng tuyển",
        "tags": "Lập Trình, Quản Lý Phiên Bản (git), Kiến Thức Về Cơ Sở Dữ Liệu, 2+",
        "location": "Bình Dương, Hồ Chí Minh"
    },
    {
        "job_id": 1926864,
        "job_title": "Trưởng Bộ Phận Kỹ Thuật Bảo Hành",
        "company": "N/A",
        "salary_min": 18,
        "salary_max": 22,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Xây dựng và vận hành quy trình tiếp nhận, xử lý bảo hành, bảo trì và các dịch vụ hậu mãi sau bán hàng.Quản lý, đào tạo đội ngũ nhân viên, phân công công việc và giám sát thực hiện công việc.Làm việc và đàm phán với các hãng, nhà cung cấp dịch vụ kỹ thuật để đảm bảo chính sách bảo hành đúng cam kết.Phối hợp với bộ phận chăm sóc khách hàng để xử lý khiếu nại, phản hồi từ khách hàngLập báo cáo định kỳ về tình hình bảo hành, tỷ lệ lỗi sản phẩm, thời gian xử lý dịch vụ.Theo dõi, đánh giá chất lượng dịch vụ sau bán hàng, đề xuất cải tiến để nâng cao trải nghiệm khách hàng.Thực hiện các công việc theo phân công của BGĐ",
        "job_url": "https://www.topcv.vn/viec-lam/truong-bo-phan-ky-thuat-bao-hanh/1926864.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "18 - 22 triệu",
        "company_name": "Công ty TNHH Thương mại Dịch vụ Tin học An Phát",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-thuong-mai-dich-vu-tin-hoc-an-phat/114782.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Quản Lý Đội Nhóm, Khả năng giải quyết vấn đề, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1887680,
        "job_title": "Chuyên Viên Dự Án - Chuyển Đổi Số",
        "company": "N/A",
        "salary_min": 11,
        "salary_max": 15,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Lập kế hoạch và triển khai dự án:- Phối hợp với các phòng ban liên quan để đưa ra đánh giá tính hiệu quả của kế hoạch chuyển đổi số.- Theo dõi tiến độ thực hiện, đảm bảo các hạng mục được hoàn thành đúng thời gian và ngân sách đã đề ra.Điều phối và giám sát dự án:- Điều hành các phòng ban thực hiện theo kế hoạch chuyển đổi số.- Theo sát tiến độ, phát hiện và đề xuất giải pháp xử lý khi có rủi ro hoặc sự cố phát sinh.Làm việc với đối tác và nhà cung cấp:- Phối hợp làm việc với nhà cung cấp để đảm bảo yêu cầu kỹ thuật và tiến độ.- Tham gia đàm phán các điều khoản kỹ thuật, lịch trình thực hiện (nếu được phân công).",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-du-an-chuyen-doi-so/1887680.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "11 - 15 triệu",
        "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN MỘT THÀNH VIÊN TÍN NHA",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-trach-nhiem-huu-han-mot-thanh-vien-tin-nha/220232.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn18ngày để ứng tuyển",
        "tags": "phân tích số liệu, Lập Kế Hoạch, Quản Lý Dự Án, 7+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1569013,
        "job_title": "Flutter Developer",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Tham gia quá trình thiết kế hệ thống, phát triển, vận hành tối ưu cho các ứng dụng Mobile App ( Android & IOS). Triển khai các yêu cầu chức năng bổ trợ, update và cải tiến cho các ứng dụng Mobile.Kết hợp cùng các team khác trong việc review, đánh giá, mở rộng ứng dụng.",
        "job_url": "https://www.topcv.vn/viec-lam/flutter-developer/1569013.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 20 triệu",
        "company_name": "CÔNG TY TNHH HORUS PRODUCTIONS",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-horus-productions/179887.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Git, Dart, REST APIs, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1795596,
        "job_title": "IT Project Manager (Quản Lý Dự Án)",
        "company": "N/A",
        "salary_min": 25,
        "salary_max": 45,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "- Xây dựng đề xuất, lập kế hoạch triển khai chi tiết cho dự án bao gồm các nội dung: phạm vi dự án, các giai đoạn thực hiện, thời gian biểu, nhân sự, tài nguyên, ngân sách dự án.- Thiết lập các chỉ số KPI để đo lường tiến độ và hiệu quả của dự án.- Tổ chức kick-off meeting để triển khai dự án với sự tham gia của các bên liên quan.- Điều phối, phân công nhiệm vụ cụ thể cho các thành viên trong nhóm dự án.- Chủ động điều chỉnh kế hoạch khi cần thiết để đảm bảo hoàn thành dự án đúng hạn.- Chuẩn bị tài liệu, kịch bản và tổ chức các buổi demo, nghiệm thu hệ thống sau khi lắp đặt.- Viết báo cáo đánh giá hiệu quả đầu tư, phân tích các vấn đề tồn tại và đề xuất cải tiến cho các dự án tiếp theo.- Xây dựng hệ thống tài liệu vận hành, bảo trì và đào tạo người sử dụng hệ thống sau khi dự án hoàn thành.",
        "job_url": "https://www.topcv.vn/viec-lam/it-project-manager-quan-ly-du-an/1795596.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "25 - 45 triệu",
        "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP TỰ ĐỘNG HÓA KỸ THUẬT VIỆT NAM (AES VIỆT NAM)",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-tu-dong-hoa-ky-thuat-viet-nam-aes-viet-nam/100143.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Quản Lý Ngân Sách, Quản Lý Rủi Ro, 2+",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1176995,
        "job_title": "Giảng Viên Cơ Hữu Bộ Môn Hệ Thống Thông Tin",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "+ Giảng dạy:Giảng dạy các học phần trong bộ môn Hệ thống thông tin;Hướng dẫn sinh viên đồ án tốt nghiệp;Thực hiện các công việc chuyên môn liên quan khác theo sự phân công của Bộ môn và Khoa;+ Tham gia Nghiên cứu khoa học:Hướng dẫn sinh viên nghiên cứu khoa học;Biên soạn đề cương, tài liệu giảng dạy (bài giảng, bài tập lí thuyết, thực hành, đề thi), giáo trình, tài liệu tham khảo thuộc bộ môn Hệ thống thông tin.",
        "job_url": "https://www.topcv.vn/viec-lam/giang-vien-co-huu-bo-mon-he-thong-thong-tin/1176995.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ ĐÔNG Á",
        "company_link": "https://www.topcv.vn/cong-ty/truong-dai-hoc-cong-nghe-dong-a/49871.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "MCSA, CCNA, LPI, 3+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927194,
        "job_title": "Chuyên Viên Triển Khai Dự Án Công Nghệ Thông Tin",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hồ Chí Minh",
        "due_date": null,
        "jd": "Tiếp nhận, làm việc với các bên liên quan để phân tích, nắm bắt các yêu cầu nghiệp vụ và tư vấn giải pháp CRM, SCM phù hợp.Tham gia xây dựng kế hoạch chi tiết cho từng giai đoạn của dự án, thực hiện các nhiệm vụ được phân công.Theo dõi, đánh giá và báo cáo về tiến độ, chất lượng, hiệu quả của dự án.Xác định và kiểm soát các rủi ro, xử lý các vấn đề phát sinh trong quá trình triển khai dự án.Làm việc với các đơn vị nội bộ và đối tác bên ngoài để đảm bảo dự án được triển khai đúng tiến độ và đạt chất lượng yêu cầu.Tổ chức các buổi đào tạo, hướng dẫn sử dụng hệ thống cho người dùng cuối.Giám sát và phân tích hiệu suất của hệ thống, chủ động nhận diện và khắc phục các lỗi, giảm thiểu rủi ro trong quá trình vận hành.Phân tích thiết kế và hiệu chỉnh tính năng phần mềm, biểu mẫu báo cáo theo yêu cầu và tích hợp với các hệ thống như ERP, E-Commerce, POS...Hỗ trợ kỹ thuật cho người dùng trong quá trình vận hành.",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-trien-khai-du-an-cong-nghe-thong-tin/1927194.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ phần Tập đoàn Hoa Sen",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-tap-doan-hoa-sen/1661.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "",
        "location": "Hồ Chí Minh"
    },
    {
        "job_id": 1926128,
        "job_title": "Chuyên Viên Vận Hành Hệ Thống IT (Làm Việc Tại Trường Cao Đẳng)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Quản trị hệ thống mạng:- Lắp đặt, cấu hình, quản lý và bảo trì hệ thống mạng nội bộ (LAN, WAN) và Wifi- Cấu hình và quản lý các thiết bị mạng như router, switch, firewal- Giám sát hiệu suất mạng, khắc phục sự cố đường truyền và các vấn đề liên quanQuản trị máy chủ và thiết bị:- Quản lý, cài đặt, cấu hình và bảo trì máy chủ, máy ảo, hệ thống lưu trữ (backup, NAS, SAN)- Bảo trì, sửa chữa, nâng cấp và thay thế các thiết bị IT như máy tính, máy in, thiết bị ngoại viHỗ trợ người dùng:- Tiếp nhận, phân loại và xử lý các yêu cầu hỗ trợ, sự cố hệ thống từ giáo viên, nhân viên và sinh viên- Cung cấp hướng dẫn sử dụng phần mềm học tập, hệ thống quản lý của nhà trường và giải đáp thắc mắc cho người dùngVận hành các hệ thống khác:- Quản lý và vận hành hệ thống camera giám sát, hệ thống âm thanh - trình chiếu- Hỗ trợ cài đặt và cấu hình các phần mềm quản lý học tập và các ứng dụng khác của trườngBảo trì và nâng cấp hệ thống:Thực hiện bảo trì định kỳ, nâng cấp phần mềm và phần cứng để đảm bảo hệ thống hoạt động ổn định và liên tục.Theo dõi, cập nhật các giải pháp công nghệ mới và đề xuất các giải pháp cải tiến hệ thống.Các công việc khác theo yêu cầu của BGH",
        "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-van-hanh-he-thong-it-lam-viec-tai-truong-cao-dang/1926128.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công ty Cổ Phần Hợp tác Đầu tư Giáo dục Quốc tế Tín Phát",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-hop-tac-dau-tu-giao-duc-quoc-te-tin-phat/36644.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Quản Trị Hệ Thống Windows Server, Ảo Hóa (vmware, Hyper V), Sao Lưu Và Phục Hồi Dữ Liệu, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1867628,
        "job_title": "Project Manager Assistant (Fresher)",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": null,
        "yrs_of_exp_max": null,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Act as a bridge between the development team, Project Manager, and Japanese-speaking clients.Support the coordination of project schedules and progress across different stakeholders.Assist in synchronizing requirement changes between the client and the development team.Monitor and report development team progress to the Project Manager and client.Track project status closely and provide timely risk alerts and mitigation suggestions.Support issue clarification and resolution with the client, under the guidance of the Project Manager.Adapt quickly to project-specific processes and actively suggest or take appropriate actions when needed.Contribute to smooth internal and external communication for efficient project delivery.",
        "job_url": "https://www.topcv.vn/viec-lam/project-manager-assistant-fresher/1867628.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Cty TNHH Thundersoft Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cty-tnhh-thundersoft-viet-nam/86165.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Quản lý thời gian, Giao tiếp, Lập Kế Hoạch, 5+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1926999,
        "job_title": "Software Development Engineer Next-Gen",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "IPAG đang tìm kiếm một Software Development Engineer thế hệ mới - người không chỉ viết code mà còn là kiến trúc sư giải pháp, nhà tư duy hệ thống và người tiên phong trong việc áp dụng công nghệ mới. Trong kỷ nguyên của AI, cloud-native và DevOps, bạn sẽ xây dựng các hệ thống thông minh, tự động hóa và có khả năng mở rộng để đáp ứng nhu cầu kinh doanh không ngừng thay đổi.MÔ TẢ CÔNG VIỆC 1. AI-Driven Development & Automation (40%)Thiết kế và phát triển các hệ thống phần mềm thông minh tích hợp AI/ML.Xây dựng các pipeline CI/CD tự động hóa hoàn toàn quy trình phát triển và triển khai.Phát triển các công cụ và framework để tự động hóa việc kiểm thử, đảm bảo chất lượng và monitoring.Áp dụng các kỹ thuật Infrastructure as Code và GitOps để quản lý môi trường phát triển.Tích hợp và tối ưu hóa việc sử dụng các dịch vụ AI/ML từ các nền tảng cloud.2. Cloud-Native Architecture (30%)Thiết kế kiến trúc microservices và serverless cho các ứng dụng mới.Phát triển các giải pháp cloud-native tận dụng tối đa khả năng mở rộng và tính linh hoạt.Xây dựng các hệ thống phân tán có khả năng chịu lỗi cao và hiệu suất tối ưu.Thiết kế và triển khai các giải pháp bảo mật theo nguyên tắc zero-trust.Tối ưu hóa chi phí và hiệu suất của các dịch vụ cloud3. Innovation & Technical Leadership (30%)Dẫn dắt việc nghiên cứu và áp dụng các công nghệ mới vào sản phẩm của công ty.Mentoring các kỹ sư khác và thúc đẩy văn hóa đổi mới trong đội ngũ phát triển.Phát triển các proof-of-concept và prototype cho các ý tưởng sản phẩm mới.Tham gia vào quá trình thiết kế sản phẩm từ giai đoạn đầu để đảm bảo tính khả thi kỹ thuật.Xây dựng và duy trì các tiêu chuẩn kỹ thuật, best practices và architectural guidelines.",
        "job_url": "https://www.topcv.vn/viec-lam/software-development-engineer-next-gen/1926999.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "VNDIRECT",
        "company_link": "https://www.topcv.vn/cong-ty/vndirect/198956.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Lập Trình, Cấu Trúc Dữ Liệu Và Giải Thuật, Kiến Thức Về Hệ Điều Hành, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1927001,
        "job_title": "Quản Lý Dự Án Công Nghệ",
        "company": "N/A",
        "salary_min": 30,
        "salary_max": 40,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Chủ trì lập kế hoạch và triển khai toàn bộ dự án công nghệ: xác định mục tiêu, phạm vi, ngân sách, nguồn lực và tiến độ thực hiện.Phân công, điều phối và giám sát công việc của các thành viên trong đội dự án (bao gồm nội bộ và đối tác thuê ngoài).Theo dõi tiến độ – chất lượng – chi phí, đảm bảo dự án được triển khai đúng kế hoạch, báo cáo kịp thời cho Ban lãnh đạo.Đánh giá rủi ro, xử lý sự cố và đưa ra giải pháp nhằm đảm bảo tính ổn định và hiệu quả của dự án.Làm đầu mối liên lạc chính giữa các bộ phận (kinh doanh, đào tạo, marketing, vận hành...) và các đối tác công nghệ.Quản lý tài liệu, quy trình và chuẩn hóa công cụ quản lý dự án (Jira, Asana, Trello, Notion...).Tham gia đánh giá, nghiệm thu, đo lường hiệu quả và đề xuất cải tiến cho các dự án sau khi triển khai.Đề xuất chiến lược, quy trình và tiêu chuẩn quản lý dự án cho khối công nghệ, hướng tới vận hành chuyên nghiệp và bền vững.",
        "job_url": "https://www.topcv.vn/viec-lam/quan-ly-du-an-cong-nghe/1927001.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "30 - 40 triệu",
        "company_name": "CÔNG TY TNHH PHÁT TRIỂN GIÁO DỤC VÀ HỢP TÁC QUỐC TẾ THANHMAIHSK",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-phat-trien-giao-duc-va-hop-tac-quoc-te-thanhmaihsk/167962.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn17ngày để ứng tuyển",
        "tags": "Quản Lý Dự Án, Lập Kế Hoạch Dự Án, Quản Lý Rủi Ro, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1926996,
        "job_title": "Business Analyst Next-Gen",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 5,
        "yrs_of_exp_max": 5,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "IPAG đang tìm kiếm một Business Analyst thế hệ mới - người sẽ vượt ra khỏi vai trò BA truyền thống để trở thành cầu nối giữa dữ liệu, công nghệ và chiến lược kinh doanh. Trong kỷ nguyên số hóa và AI, bạn sẽ không chỉ phân tích vấn đề mà còn chủ động thiết kế giải pháp, tự động hóa quy trình và dẫn dắt chuyển đổi số cho doanh nghiệp.MÔ TẢ CÔNG VIỆC 1. Data Intelligence & Automation (40%)Xây dựng và triển khai hệ thống phân tích dữ liệu tự động, sử dụng AI để phát hiện xu hướng và cơ hội kinh doanh.Thiết kế và triển khai các dashboard thông minh cung cấp insights theo thời gian thực cho các bên liên quan.Tự động hóa quy trình thu thập, xử lý và phân tích dữ liệu từ nhiều nguồn.Phát triển các mô hình dự báo và phân tích kịch bản để hỗ trợ ra quyết định.Tích hợp các công cụ phân tích dữ liệu và AI vào quy trình kinh doanh hiện tại.2. Solution Architecture (30%)Thiết kế giải pháp kinh doanh và công nghệ end-to-end dựa trên insights từ dữ liệu.Xây dựng và tối ưu hóa customer journey maps và business process models.Phát triển các prototype và proof-of-concept để kiểm chứng giải pháp.Đánh giá và tư vấn về các công nghệ mới phù hợp với chiến lược kinh doanh.Thiết kế hệ thống đo lường hiệu quả và ROI cho các giải pháp được triển khai.3. Strategic Business Transformation (30%)Dẫn dắt các sáng kiến chuyển đổi số và đổi mới quy trình kinh doanh.Làm việc với các bên liên quan để xác định cơ hội cải tiến và tối ưu hóa.Phát triển roadmap chuyển đổi từ trạng thái hiện tại đến trạng thái mục tiêu.Tư vấn cho ban lãnh đạo về xu hướng công nghệ và tác động đến mô hình kinh doanh.Xây dựng và triển khai các chương trình đào tạo để nâng cao năng lực số trong tổ chức.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-next-gen/1926996.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "VNDIRECT",
        "company_link": "https://www.topcv.vn/cong-ty/vndirect/198956.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn54ngày để ứng tuyển",
        "tags": "Phân Tích Nghiệp Vụ, Quản Lý Yêu Cầu, Mô Hình Hóa Quy Trình, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1908453,
        "job_title": "Automation Test ( Dự Án Banking)_Lương Upto 28M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 28,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Thiết kế test case và viết automation scripts- Định nghĩa, phát triển, triển khai và duy trì script cho automation test;-  Phối hợp với team manual test để hiểu các mục tiêu của dự án, nắm được các luồng nghiệp vụ hệ thống để từ đó đánh giá và đưa ra được phạm vi cần automation test, đáp ứngđược yêu cầu dự án và có tính khả thi. Từ đó, thiết kế kịch bản automation test tương ứng.-  Có khả năng đưa ra các giải pháp nhằm cải tiến, nâng cao hiệu quả của automation test trong quá trình làm việc.-  Chủ động trong công việc, có mối quan hệ tốt với các thành viên khác trong nhóm.-  Báo cáo công việc, đánh giá hiệu quả của việc automation test với dự án hiện tại hàng tuần, hàng tháng cho quản lý trực tiếp- Thực hiện kiểm thử phi chức năng: kiểm thử bảo mật, kiểm thử hiệu năng...",
        "job_url": "https://www.topcv.vn/viec-lam/automation-test-du-an-banking-luong-upto-28m/1908453.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 28 triệu",
        "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-cong-nghe-ttc-viet-nam/18143.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn2ngày để ứng tuyển",
        "tags": "Kiến Thức Về Kiểm Thử Phần Mềm, Hiểu Biết Về Ci Cd, Kinh Nghiệm Viết Test Case, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1907650,
        "job_title": "Frontend Developer (Angular)",
        "company": "N/A",
        "salary_min": 15,
        "salary_max": 25,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thúc đẩy và cung cấp mã giao diện người dùng HTML, CSS, JQuery và JavaScript chất lượng hàng đầu trên một loạt các dự án web tương tác.Sở hữu mã hướng tới người dùng của nền tảng Digital và kiến trúc của trải nghiệm người dùng, dẫn dắt các designer đưa wireframes từ giai đoạn phát triển đến triển khai.Cộng tác với các nhà phát triển back-end để khắc phục sự cố và giải quyết các vấn đề về mã hóa, cải thiện khả năng sử dụng.Đảm bảo rằng tất cả các vật liệu được sản xuất có chất lượng cao, chính xác, kịp thời và tuân thủ các tiêu chuẩn về khả năng tiếp cận.Duy trì các tiêu chuẩn đồ họa và thương hiệu xuyên suốt giao diện của sản phẩm.Chủ động kiểm tra và gỡ lỗi chương trình để đảm bảo tính ổn định và chính xác.Phát triển và duy trì mã giao diện người dùng để cải thiện các phương pháp mô hình phân tích và thống kê và dự báo để hỗ trợ tribes kinh doanh trong quá trình ra quyết định của họ.",
        "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-angular/1907650.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "15 - 25 triệu",
        "company_name": "Công Ty Cổ Phần GoGroup",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-gogroup/110214.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn9ngày để ứng tuyển",
        "tags": "Angular, HTML, CSS, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1908426,
        "job_title": "Business Analyst (Có KN Core Banking Data) - Upto 30M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 30,
        "yrs_of_exp_min": 3,
        "yrs_of_exp_max": 3,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "- Phân tích yêu cầu dữ liệu trên các hệ thống nguồn- Đề xuất và tư vấn các giải pháp Công nghệ để đáp ứng hoạt động Dữ liệu & Báo cáo của Ngân hàng hoặc các ứng dụng banking trên nền tảng APP, WEB,-Đào tạo, hướng dẫn các đơn vị nghiệp vụ sử dụng sản phẩm Công nghệ Dữ Liệu trong quá trình kiểm thử người sử dụng cuối đối với mảng nghiệp vụ được phân giao triển khai - Phối hợp với PO, PM, BA IT, Tester để thiết kế, xây dựng và hoàn thành đặc tả yêu cầu sản phẩm- Phối hợp với Frontend Team, Backend Team, UI UX để xây dựng yêu cầu",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-co-kn-core-banking-data-upto-30m/1908426.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 30 triệu",
        "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-cong-nghe-ttc-viet-nam/18143.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn2ngày để ứng tuyển",
        "tags": "SQL, Phân tích dữ liệu, Quản Lý Dự Án, 2+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1866458,
        "job_title": "Technical Support Engineer - Manual Tester - Nghỉ T7, CN - 1 Năm Kinh Nghiệm Trở Lên - Làm Việc Tại Đà Nẵng, Hà Nội - Thu Nhập Cao So Với Thị Trường",
        "company": "N/A",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "Đà Nẵng, Hà Nội",
        "due_date": null,
        "jd": "What will you be doing?As a technical support Engineer, you provide Level 1 and Level 2 Support to existing clients, serve as a primary contact to identify, troubleshoot and to provide resolutions to the reported issues. Your job is to work closely with R&D Team by conducting preliminary investigations i.e., replicating the reported issues raised and communicate to the support software engineers and Quality assurance engineers of your findings to facilitate in bug fixing.  Your responsibilities will include:Being a representative for project-specific customer technical inquiries and issues that you will take ownership and bring resolution. Ensure customer satisfaction in Project Support and Maintenance Collect information and perform deep-dive analysis, diagnosis, and troubleshootingCommit to SLA for response and resolution, troubleshoot and perform root cause analysis of technical issuesManages the status of issues raised and ensure they are resolved effectively in a timely manner.Continually evaluate existing processes to streamline and enhance customer support activities.Manage and keep tracks of change requests, bug fixes status and system updates deployments documentations.Prepare weekly statistic reports and able to present professionally in the weekly progress meetings with clients.Prepare and keep track of user manuals documentation and versions as well as release notes for upcoming enhancement releases.Conduct training / hand-holding sessions with users and to guide them to troubleshoot the system to resolve software issues or problemsGenerate reports and write documentation, e.g. maintenance guide, monthly case report",
        "job_url": "https://www.topcv.vn/viec-lam/technical-support-engineer-manual-tester-nghi-t7-cn-1-nam-kinh-nghiem-tro-len-lam-viec-tai-da-nang-ha-noi-thu-nhap-cao-so-voi-thi-truong/1866458.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "Công Ty TNHH Avepoint Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-tnhh-avepoint-viet-nam/99334.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn84ngày để ứng tuyển",
        "tags": "Kỹ năng giao tiếp, Khả năng giải quyết vấn đề, Khả Năng Làm Việc Độc Lập, 2+",
        "location": "Đà Nẵng, Hà Nội"
    },
    {
        "job_id": 1212810,
        "job_title": "Business Analyst Associate - Tại Hà Nội - Thu Nhập 12 - 22 Triệu",
        "company": "N/A",
        "salary_min": 13,
        "salary_max": 26,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thu thập các yêu cầu về hệ thống và kinh doanh từ người dùng cuối;Trao đổi với người dùng để làm rõ bất kỳ thông tin nào chưa rõ ràng về các yêu cầu kinh doanh;Hỗ trợ người dùng và làm việc với nhóm phát triển hoặc nhà cung cấp để xác định yêu cầu, đề xuất ý tưởng và cung cấp giải pháp;Nhanh chóng tiếp thu và hiểu được kiến ​​thức chuyên môn;Tài liệu hoạt động của dự án (URD, SRS) bằng tiếng Việt;Nghiên cứu, đề xuất các tính năng mới (cũng như cải tiến/nâng cao) cho phần mềm;Tham gia tích cực vào toàn bộ vòng đời của dự án, từ phân tích yêu cầu cho đến khi hoàn thiện.",
        "job_url": "https://www.topcv.vn/viec-lam/business-analyst-associate-tai-ha-noi-thu-nhap-12-22-trieu/1212810.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "13 - 26 triệu",
        "company_name": "SAPP Academy",
        "company_link": "https://www.topcv.vn/cong-ty/sapp-academy/1598.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn23ngày để ứng tuyển",
        "tags": "Agile, CRM, Business Analyst, 1+",
        "location": "Hà Nội"
    },
    {
        "job_id": 1908245,
        "job_title": "Chuyên Viên Quản Trị Mạng Kết Nối (All Level) - Network Administrator - Khối Công Nghệ Thông Tin (HO25.398)",
        "company": "NGÂN HÀNG TMCP QUÂN ĐỘI – MBBANK",
        "salary_min": null,
        "salary_max": null,
        "yrs_of_exp_min": 1,
        "yrs_of_exp_max": 1,
        "job_city": "18 Lê Văn Lương, Cầu Giấy",
        "due_date": "2025-11-10",
        "jd": "N/A",
        "job_url": "https://www.topcv.vn/brand/nganhangthuongmaicophanquandoi/tuyen-dung/chuyen-vien-quan-tri-mang-ket-noi-all-level-network-administrator-khoi-cong-nghe-thong-tin-ho25-398-j1908245.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Thoả thuận",
        "company_name": "NGÂN HÀNG TMCP QUÂN ĐỘI – MBBANK",
        "company_link": "https://www.topcv.vn/brand/nganhangthuongmaicophanquandoi?id=198860",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn3ngày để ứng tuyển",
        "tags": "",
        "location": "Hà Nội"
    },
    {
        "job_id": 1908255,
        "job_title": "Manual Tester (Có Kinh Nghiệm Bank) Từ 2 Năm Kinh Nghiệm - Upto 21M",
        "company": "N/A",
        "salary_min": null,
        "salary_max": 20,
        "yrs_of_exp_min": 2,
        "yrs_of_exp_max": 2,
        "job_city": "Hà Nội",
        "due_date": null,
        "jd": "Thiết kế và thực hiện kế hoạch kiểm thử, các trường hợp, kịch bản và quy trình kiểm thử trên các ứng dụng phần mềm dựa trên yêu cầu nghiệp vụ và đặc tính kỹ thuật.Xác định các lỗi phần mềm để gắn cờ và chẩn đoán các lỗi và duy trì cơ sở dữ liệu về các lỗi phần mềm.Sử dụng phân tích lịch sử các kết quả kiểm tra để xác định các vấn đề và các lĩnh vực cải tiến.Tiến hành Kiểm tra Chức năng trên các ứng dụng mới và các cải tiến phần mềm hiện có để đảm bảo chúng đáp ứng các yêu cầu kinh doanh thông qua việc thực hiện các bài kiểm tra kịch bản kinh doanh từ đầu đến cuối.Tiến hành Kiểm tra hồi quy trên các ứng dụng mới và các cải tiến phần mềm hiện có để xác định bất kỳ tác động nào có thể xảy ra do các thay đổi gây ra.Hỗ trợ chuẩn bị và cung cấp các báo cáo về tiến độ của dịch vụ thử nghiệm cho các trưởng nhóm.",
        "job_url": "https://www.topcv.vn/viec-lam/manual-tester-co-kinh-nghiem-bank-tu-2-nam-kinh-nghiem-upto-21m/1908255.html?ta_source=ITJobs_LinkDetail",
        "salary_text": "Tới 20 triệu",
        "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
        "company_link": "https://www.topcv.vn/cong-ty/cong-ty-co-phan-giai-phap-cong-nghe-ttc-viet-nam/18143.html",
        "updated_at": "Cập nhật 1 tuần trước",
        "time_left": "Còn8ngày để ứng tuyển",
        "tags": "Kỹ Năng Báo Cáo Lỗi (bug Reporting), Kiến Thức Về Kiểm Thử Phần Mềm, Kỹ Năng Thực Hiện Test Case, 2+",
        "location": "Hà Nội"
    }
]